[{"id": "Warren Weaver_Diary_1932-1933_2", "page_idx": 2, "text": "Tuesday, February 9, 1932\nMr. Clark H. Foreman, Director of Studies, Rosenwald Fund, Nashville, Tenn. (N.Y.\naddress 10 Mitchell Place, Eldorado 5-8038 - for next month or two)\nF. was the first president of the Highlands Museum of Natural History, located in the Appalachians in southwestern North Carolina.\nThis\nsmall\nmuseum\nwas founded in 1927 for the purpose of preserving certain local natural history collections. A year or more ago it was suggested to the directors of this museum that\na mountain biological research station be opened at Highlands. A small biological\nstation now exists at Beaufort on the North Carolina coast. The excessively hot\nsummer climate there, however, has apparently prevented the development of this station. Highlands is located in an unglaciated zone, and is viewed by biologists as\noffering exceptional opportunities for research, particularly in ecology. These\nopportunities are enhanced by the fact that a 3000 ft. range of elevation is available in the immediate neighborhood of the station, with the station located near\nthe upper portion of this range. The Highlands Museum has already obtained funds\nwhich have enabled it to buy land and a small, non-natural, lake. A temporary building, capable of accommodating 10-15 workers, has been erected.\nA group of 7 Southern\ninstitutions has already joined in this movement, each contributing $100 a year\n(Charleston Museum, Emory University, Peabody College, Tulane University, University\nof Alabama, University of Georgia, Vanderbilt University). It is estimated that the\npresent support is sufficient to liquidate, within a 5-year period, the indebtedness\npurchase of the\nwhich was incurred in connection with the/land and the erection of the building.\nThe Highlands Museum does not wish to engage in the project of a biological\nlaboratory unless such project be amply justified by the facilities available and by\nthe probable demand and support. The Highlands Museum presents a formal request\nfor $50,000 spread over a period of 5 years, but accompanies the request with the sug-\n"}, {"id": "Warren Weaver_Diary_1932-1933_3", "page_idx": 3, "text": "February 9, 1932 (Continued)\nMr. Clark H. Foreman (Continued)\ngestion that they would appreciate our studying the problem and advising them concerning the desirability of going ahead. The sum for which they ask is intended as\nsupport for the station during an experimental period. It is hoped that such an\nexperimental period would demonstrate whether or not the biologists of the South\nwould respond to this opportunity in such numbers as to insure the future success\nand support of the station.\nOne principal object in founding such a station would admittedly be the\nstimulation, in the South, of workers in the biological field, and ultimate improvement of the general level of teaching of the biological sciences in southern\nuniversities. This project therefore seems suitable for examination by the GEB.\nF., however, wished to insist that the Highlands Museum, great as is their interest\nin the matters just mentioned, would not wish to engage in this enterprise unless\nthey could feel assured that the station would be significant from the point of\nview of pure research.\n(Copy sent TA)\n"}, {"id": "Warren Weaver_Diary_1932-1933_4", "page_idx": 4, "text": "Thursday, February 18, 1932\nProf. Donald H. McLaughlin, Dept. of Geology, Harvard:\nIn re payments under appropriation RF 31134 for the support of research in\ngeophysics at Harvard. Following up an- inquiry M. recently made in a letter to LWJ,\nconcerning lapsing of the RF yearly contributions to research in geophysics at Harvard, M. has two further questions:\n1. The RF contribution of $10,000 per year, available when matched, must\nbe completely expended during the year in question to avoid lapsing. Just\nwhat charges can be made against this $10,000? In particular, suppose\nthat\nthe committee in charge at Harvard definitely decides to purchase certain apparatus, or to spend a certain sum for installation of apparatus. Can such\nsums be charged before the money in question is actually expended? The committee plans to install masonry piers in the new Harvard Observatory to be\nused, later, for seismographic work. Must such construction be completed\nand paid for within a given year in order that the expense thereof be chargeable against the current year's grant?\n2. Suppose that, in a given year, Harvard is successful in obtaining the\nmatching $10,000 which insures the RF contribution of $10,000. Suppose that,\nin that same year, the sum of $15,000 be actually expended. May $10,000\nof\nthis $15,000 be recognized as the (totally expended) RF contribution? If\nthis be permissible, the Harvard committee would then be able to carry over,\nfor the next year's work, an unexpended balance of $5,000. It is of course\nunderstood that this unexpended balance could not again be used to match\nfurther RF contribution.\n(Questions referred to GJB for reply.)\n(Copy sent GJB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_5", "page_idx": 5, "text": "NST\nMM\nThursday, February 18, 1932\nGB\nMr. Albert L. Barrows, Assistant Secretary of NRC; with LWJ:\nB. reports that the NRC has under consideration plan to contribute greater\npermanency to its Committee on Grants-in-Aid. This Gommittee consists at present\nof the Chairmen of the seven principal Divisions of the NRC, together with the\nthree major officers of the NRC (the General Chairman, the Permanent Secretary,\nand the Treasurer). Since the Divisional Chairmanships often rotate each year\nand can, in no instance, continue for more than three years, the Committee as thus\nconstituted changes personnel rapidly.\nTwo proposals are under consideration. The first proposal adds to the\nCommittee, as above described, the Vice-Chairmen of the several Divisions. Since,\nas a matter of normal procedure, these Vice-Chairmen later become Chairmen of Divisions, this scheme would clearly contribute to permanency of personnel. The suggestion is open to the obvious objection that the Committee would thus become\nrather large. The NRC proposes to try out this proposal by temporarily inviting\nthe Vice-Chairmen to sit in without vote.\nThe second proposal would add to the Committee, as now constituted, the\nthree General Vice-Chairmen of the NRC.\n(Copy sent AG)\n"}, {"id": "Warren Weaver_Diary_1932-1933_6", "page_idx": 6, "text": "Thursday, February 18, 1932\nMr.B.A.Garside, Secy. & Asst.Treas., Yenching Univ., with\nMr. Olin D. Wannamaker, Asst. to the Pres. , Yenching Univ.\nMr. McBrier and Dr. Warnshuis; with LWJ and WSC\nMr. G. presented the petition of Yenching University as set forth in\nhis letter of Feb.15/32. Mr. G. was accompanied by Mr. Wannamaker, Mr. McBrier\nand Dr. Warnshuis.\nNo significant facts were brought forward at this conference over and\nabove the information contained in the letter referred to above.\n(Copy sent WSC, RPH) -nga)\n"}, {"id": "Warren Weaver_Diary_1932-1933_7", "page_idx": 7, "text": "Thursday, February 18, 1932\nMr. Carlile P. Winslow, Director, Forest Products Lab., Univ. of Wis. ,Madison,Wis :\nThe Forest Products Laboratory is a federal laboratory, chiefly devoted\nto research (and, to a limited extent, education of industries) relative to the\nproperties and uses of wood. This laboratory is located on the campus of the\nUniversity of Wisconsin, and there has been a close relation between the staff of\nthe laboratory and the various scientific departments of the university. A large\nnew laboratory is being built, but cuts in the federal appropriation will severely\nrestrict the equipment and program of the enlarged plant.\nDr. Alfred Stamm (Cal.Tech B.S., and U.of Wis. Ph.D.) has been working\nin colloidal chemistry at the laboratory. Following leads uncovered during\na\nyear's special work under Svedberg, Stamm wishes to obtain a newly developed ultracentrifuge. The Chemistry Department at the University is also greatly interested\nin this instrument. The laboratory hopes to obtain one, costing about $5000, and\ndivide the time with the University. CPW was advised that no funds are available\nin the RF for such purchases of instruments, and that the amount involved considerably exceeds the usual NRC grants. It was suggested to CPW that perhaps the\nWisconsin Alumni Research Foundation would be in a position to aid in the purchase\nof this instrument.\nCPW also discussed a research program which his laboratory wishes to develop, in co-operation with the University of Wisconsin, to investigate the possible\nuse of bacterial ferments in a more efficient recovery of cellulose from wood pulp.\nDr. Edwin B. Fred, of the Department of Agricultural Bacteriology, has, during the\npast year, had two graduate students working part-time on this problem. WW\nadvised CPW that this program has hardly reached such a stage of plan or progress\nas to justify presenting it for aid. CPW agreed that, for the present, they\n"}, {"id": "Warren Weaver_Diary_1932-1933_8", "page_idx": 8, "text": "February 18, 1932 (Continued)\nMr. Carlile P. Winslow (Continued)\nwished merely to try out possibilities in a modest way, and agreed that Dr. Fred\ncould probably discover one or two strong candidates for fellowship and direct\nthem toward such work. WW also suggested to CPW\nthe possibility of aid\nfrom the Wisconsin Alumni Research Foundation.\nWW indicated rether frankly\nto CPW that the RF could hardly be int prested in this project, at least under\npresent circumstances.\n"}, {"id": "Warren Weaver_Diary_1932-1933_9", "page_idx": 9, "text": "February 24, 1932.\nDr. G.H. Parker, Harvard University; Dr. W.C. Curtis, University of Missouri;\nDr. C.E. McClung, University of Pennsylvania; Dr. Raymond Pearl,\nJohns Hopkins University; Dr. J.R. Schramm, University of\nPennsylvania; Mr. Walker (3) LWJ.\nHarper\nDr. Curtis, Dr. McClung and Dr. Schramm discussed in considerable detail the history and development of the Biological Abstracts\nproject. Since no considerable amount of specific information, over\nand beyond that already existing in the files, resulted from this interview, the principal purpose of the interview seemed to be to convince\nthe Foundation that the biologists, as a national group, are now endorsing and supporting Biological Abstracts; and to emphasize the opinion\nthat Biological Abstracts is now serving and should increasingly serve\nas a centralizing and unifying influence in the highly diversified\nfield of biology.\nAll present indicated their belief that this indirect\nservice of Biological Abstracts would, in the long run, prove as\nsignificant and important as the bibliographical service which is the\nprimary and obvious object.\n"}, {"id": "Warren Weaver_Diary_1932-1933_10", "page_idx": 10, "text": "February 25, 1932.\nDr. W.C. Curtis, University of Missouri, and Dr. J.R. Schramm, University\nof Pennsylvania.\nThe present income of Biological Abstracts consists primarily\nof two items: a sum of approximately $33,000 realized from subscriptions,\nand a sum of approximately $80,000 obtained a.s subvention from the RF.\nAbout $2400 is realized from advertising, this amount just about paying\nthe salary of the person who solicits advertising and handles subscriptions\nof the journal. During the last year or two, there has been spent a\nyearly sum of approxinately $1500 for development purposes, most of this\nhaving been spent through and by the Union of American Biological Societies.\nThis latter sum was obtained partially from the A.A.A.S., partially in\nthe form of a special grant from the N.R.C., and partially in the form of\ndonations from constituent biological societies. The direct support of\nBiological Abstracts by biologists or biological societies (other than\nthat made by subscriptions to the journal) consists of approximately\n$1200 from the American Society of Zoologists (in the form of $3\nadditional dues per member), $500 directly from the American Society of\nZoologists, and a few other very small grants. It is thus clear that\nthe essential financial support comes from two sources, - subscriptions\nand subventions. There is no prospect of a change in this situation.\nBiological Abstracts now publishes approximately 30,000 abstracts\na year, the present editorial staff actually producing about 40,000\nabstracts a year. Printing costs prevent using the present editorial\nstaff to full efficiency. The officers wish to extend the number of\nabstracts as rapidly as possible to 55,000, which is their estimate of\nthe ultimately desirable figure. The abstracting is, at present,\ndone\n"}, {"id": "Warren Weaver_Diary_1932-1933_11", "page_idx": 11, "text": "Dr. W.C. Curtis and Dr. J.R. Schramm, 2/25/32, continued.\nwithout fee. The officers would very much like to experiment with paid\nabstracts, hoping to obtain better and more prompt abstracts, as well as\na more complete coverage of literature. The officers estimate that\nfrom $10,000 to $15,000 a year would be necessary for this purpose.\nThe printing of indices has lagged, this being the most serious\ncriticism which has been brought against Biological Abstracts. About\n$10,000 per year in addition to the present financing is needed, for\nperhaps two years, to bring the indices to date, it being hoped that increases in subscriptions might, beyond that time, provide the necessary\nincome for the continuation of proper indexing.\nAt present, the subscriptions just about pay for printing costs,\nwhile the editorial costs are carried by subventions. Increases in\nsubscriptions will not sensibly alter this situation. If the subscription\nlist were increased to 11,000 (which the officers estimate to be the\nsaturation figure) and 55,000 abstracts were published a year, Schramm\nestimates that the income from subscriptions would just pay the printing\ncosts. It is, therefore, clear that both now and for the future it will\nbe necessary that the editorial costs be financed through external sources.\nThere is no present prospect that the biologists themselves, or the\nvarious biological societies, can bear these costs. (It should be noted\nthat Biological Abstracts is the only international biological abstracting\njournal, and that it has the largest subscription list of any one single\njournal, abstracting or otherwise, in the biology field.)\nWW pointed out that it was the privilege of the officers of the\nUnion of American Biological Societies to bring forward whatever formal\nrequest for aid they saw fit, and assured them that it would receive\n"}, {"id": "Warren Weaver_Diary_1932-1933_12", "page_idx": 12, "text": "Dr. W.C. Curtis and Dr. J.R. Schramm, 2/25/32, continued.\nsympathetic consideration. He further pointed out, however, that this\nrequest must inevitably take one of two forms, - a request for temporary\nassistance, or a request for permanent endowment. It was explained\nthat either of these requests was open to serious objection. The request\nfor temporary aid would undoubtedly be criticized, by the officers, on the\ngrounds that it made no attempt to solve the real problem involved, and\nthat it could only create a more difficult situation after a short term of\nyears. On the other hand, a request for permanent endowment was, in\nitself, not likely to be favorably received, since the Foundation can\nhardly anticipate permanent endowment of scientific publications.\n"}, {"id": "Warren Weaver_Diary_1932-1933_13", "page_idx": 13, "text": "Friday, February 26, 1932\nProf. Earle R. Hedrick, Dept. of Math., Univ. of California at Los Angeles:\nH. expressed grave misgivings about the publication-financing scheme of\nthe Physics Society. He feared that the men located in a few institutions, where\nthe research funds were adequate, would be placed in a position of virtual control\nof research publication. H. reported general talk at several places in the country, both on the part of individuals who feared that their research would be discriminated against because of lack of local financial support, and on the part of\nthose who felt that they were in a preferred position, regarding publication, because their institutions were able to pay the publication charge.\nH. also criticised the scheme on the basis of its being an over-complicated\nmechanism for doing a small job,- the money collected and collectable, in this way,\nbeing in his judgment very small.\n"}, {"id": "Warren Weaver_Diary_1932-1933_14", "page_idx": 14, "text": "Monday, February 29, 1932\nMr.B.A.Garside (Secy. China Union Universities), Rev.W.T.Chamberlain, and WSC:\nG. presented the petition of Fukien Christian University. Although the\ncontribution of the RF which terminates June 30,1932, was specifically denoted\nas a terminal contribution, G. feels that the unusual and unanticipated circumstances justify raising the question of further support. The interview brought\nout no new facts, not already in the files, except those which relate to the current income statement furnished by G. G. stated that item IV, Harvard-Yenching\nInstitute, represents funds specifically allocated to Chinese studies, so that a\nreduction in this item must necessarily be borne by the special studies in question. Similarly item V, Miscellaneous, is also allocated to special work, which\nmust bear the corresponding reduction. It therefore follows that the estimated\ndrop in general income. consists of a total of $4,450 in items I, II, and III.\nThe request for $5000 a year for five years therefore somewhat more than makes up\nthe estimated deficiency in general income. G. objected to this analysis on the\ngrounds that it was unfair and inaccurate to compare the estimate for 1932-1933\nwith the single previous year 1931-1932; that it would give a fairer picture to\ncompare with the average expenditures over several previous years. WW pointed\nout, however, that this argument tacitly assumes the non-effectiveness of a tapering program. G. promised to submit further information concerning the budget of\nthe science departments for the past few years and the proposed budget for next\nyear, together with information concerning the amount of this budget furnished,\nin the form of personnel, by the mission boards.\n(Copy sent WSC, RPH)\n"}, {"id": "Warren Weaver_Diary_1932-1933_15", "page_idx": 15, "text": "Wednesday, March 2, 1932\nCHARLOTTESVILLE, VA.\nUniversity of Virginia, with DHS and LKF:\nDuring the morning of Wednesday, March 2, DHS, LKF and WW visited the\nUniversity of Virginia. Called on Acting President Newcomb. He discussed the\nbill, just passed by the Virginia Legislature, changing the teachers' college at\nFredericksburg into a liberal arts college for women under the control of the authorities of the University of Virginia. At the time when the State authorities\nwished to establish a single teachers' college, four were actually established as\nthe result of a fight concerning location. The present bill is an enabling act\nonly, the actual change being dependent upon later appropriation of funds.\nPresent regulations prohibit the establishment of a women's college closer than thirty\nmiles from the University of Virginia. Pres. Newcomb is clearly opposed to opening the University of Virginia further to women, particularly during the Freshman\nand Sophomore years. They are now accepted in the Graduate School, and in all\nprofessional schools, including the School of Education which, however, demands\ntwo years preparatory work in an arts college.\nThe income of the University of Virginia from State appropriations, in\n1931-32, is $472,000. This is roughly one-third of the total income; one-third\ncomes from student fees, and the remaining third is endowment income. The\nlatter has not suffered materially, and the income from fees has slightly increased. The State appropriations have been cut 7.8%, and there has been a 10%\ntemporary (one year) cut in salaries. Salaries will be automatically restored\nduring the year when the Legislature is not in session. Thus the total income\nof\nthe University has been cut something less than 5% President Newcomb reports\nthat no important current plans are suffering from this cut, but that expansion is\nnecessarily in abeyance. He sees no hope, for example, of developing the Mountain\n"}, {"id": "Warren Weaver_Diary_1932-1933_16", "page_idx": 16, "text": "March 2, 1932 (Continued)\nLake project unless outside aid can be obtained.\nUnder the guidance of Prof. Hoxton (Chairman) the Physics Dept. was visited.\nProf. Hoxton submitted a memorandum indicating the influence, on their department,\nof\nthe RF development-grant in natural sciences. They judge their best man to be\nBeams, who is enthusiastic and energetic. The grant has obviously stimulated the\ndepartment and has enabled it to buy research apparatus. The building is old and\nindefensibly messy. Respectable housekeeping would increase the research space\nto meet further needs. I gained the impression that the department had been waked\nup; but they are,for the most part, playing at research as yet. This is perhaps\na necessary and promising stage of development. See Hoxton's statement for statistics and details.\nThe Mathematics Department seems woefully weak. I\nhave an impression\nthat Linfield, who is locally prominent as a \"real research man\" is considerably\noverrated.\nProf. Benton (Chairman, Chemistry, Ph.D. Princeton, NRC fellow, Cal. Tech.\n3 years) seems alive, vigorous and capable. The new wing of the Chemistry Building is the only recent space expansion in natural sciences. It is well designed\nand apparently will be well equipped. Principal emphasis, in the past, has been\non physical chemistry (catalysis and kinetics of reactions). RF grant has made\npossible an important widening of program. In organic chemistry, NRC grant supports a laboratory and staff in the chemistry of the narcotic alkaloids. The\ndepartment has an active and growing group of graduate students, and is probably\nthe strongest and most promising scientific department.\nProf. Ivey F. Lewis discussed local progress in the Biological Sciences.\nProf. Lewis's om work is on pollens, and there are two other strong research men,\nperhaps the strongest being Prof. Kepner who is the authority of this country on\n"}, {"id": "Warren Weaver_Diary_1932-1933_17", "page_idx": 17, "text": "March 2, 1932 (Continued)\nthe flat worm.\nThere are about 20 students in this department who are candidates\nfor advanced degrees. This field is probably the second strongest at Virginia,\nwith Physics a poor third, and Mathematics left at the post.\nProf. Lewis is very hopeful concerning the Mountain Lake project. He is\nfrankly interested in developing the research aspects of the station, and is\nanxious that they attract young southern teachers and workers to inspire them into\nactivity. He admits the essential competition between Mountain Lake and Highlands\nMuseum. Arrangements exist so that any book or journal in the University of Virginia library can be produced at Mountain Lake within twenty-four hours. (MtDLake filé)\nProf. Lewis feels that science in the South has lagged behind classical\nand humanitarian subjects, and deserves and requires special stimulation. Lewis\njudges that the greatest need of science education in the South, is not buildings,\nnor even equipment, but enlivening of staff. He deplores the enervating summer\nexperience of most underpaid southern teachers. He feels that the two Rockefeller\nfellows, working at Virginia in Biology, did much to awaken and focus\nscientific interest. Exchange professorships between the North and South appear\nto him as holding great possibilities.\nThe IEB grant is divided, between Chemistry, Biology and Physics, in the\nratio 10:8:7.\nRelative to the distribution of income of the University of Virginia, it\nis interesting to note that the average for all Southern and Middle Western\nstate institutions is: 70% of income derived from state appropriations, 20% from\nfees, and 10% from endowment.\n(Copy sent TA, DHS, LKF)\n"}, {"id": "Warren Weaver_Diary_1932-1933_18", "page_idx": 18, "text": "Thursday morning, March 3, 1932\nDURHAM, N. C.\nDuke University, with DHS and LKF:\nThursday morning, March 3, DHS, LKF and WW were shown through the Libray,\nwhich is already well equipped, and which is being expanded very rapidly.\nWe called on Prof. A. S. Pearse, who discussed, in a typically informative\nway, the situation and needs of the science departments. His own department is\nprogressing satisfactorily, the chief needs being a first-rate botanist and a\nsmall annual sum ($1000) for summer scholarships for graduate students. Development at Duke has clearly been overrapid. Pres. Few, from Pearse's description, is a\nhigh-minded and conscientious man, spending his energy on relatively unimportant\ndetails. He has not clearly understood a graduate research program. He could\nnot see, for example, why Pearse needed \"assistants\" to do his research, believing\nthat Pearse was being paid to do that himself.\nProf. Edwards (Chairman, Physics) took WW through the Physics Building.\nThe top floor is not equipped. The basement also is practically not in use, except for power and battery rooms. Only one room in the building has research apparatus set up in it. Edwards reported that the principal research in Physics\nwas being conducted on the Women's College campus at Old Trinity. Edwards reported two members of the staff (Constant and Nielson), other than himself, who\nwere doing research. The department has some dozen assistants and over 20 graduate students, half of whom they hope will be candidates for the doctor's degree.\nThe Physics Department has not granted any doctorates as yet. Neither the staff\nnor the immediate prospects were impressive.\nMathematics has a total staff of 15 including 6 paid assistants and 1\nfellow.\nThe department also has 3 scholars. There are about 15 graduate students, some of whom are presumably candidates for the doctorate. J.M.Thomas (Pa.)\n"}, {"id": "Warren Weaver_Diary_1932-1933_19", "page_idx": 19, "text": "March 3, 1932 (Continued)\nDuke University (Continued)\nwas recently added to the staff, and is undoubtedly their best man.\nIn Mathematics and Physics, and to some extent in Biology, it will require\nseveral years of development and strengthening of the staff before the graduate work\ncatches up with the available space and equipment.\n(Copy sent TA, DHS, LKF)\nWARREN WEAVER\n"}, {"id": "Warren Weaver_Diary_1932-1933_20", "page_idx": 20, "text": "Thursday afternoon, March 3, 1932\nCHAPEL HILL, N.C.\nUniversity of North Carolina, with DHS and LKF:\nAt lunch, President Graham reported that the University of North Carolina\nhad experienced a 20% cut in its operating budget, effective during 1930-31.\nThis\ncut was met without reducing salaries. Very recently the University received an\nadditional 30% cut. After all possible economies, it appeared that a 22% cut in\nsalaries would be necessary. This, Pres. Graham felt, would have been a death\nblow. A drive was hence made for alumni funds for student relief. The money\nso obtained will keep up attendance and hence eliminate a large estimated loss in\nfees. It will also repay $40,000 advanced previously by the University in the\nform of unpaid fees. Pres. Graham hopes that this aid will reduce the necessary\nsalary cut to about 10%, which he is sure the staff will accept in good spirit.\nThursday afternoon and evening and Friday morning, March 4, 1932\nThursday afternoon, Thursday evening, and Friday morning, were spent\nattending a conference on the Southern Regional Survey. WW was principally impressed by the ability and imagination of Vance, of the staff of the Institute for\nSocial Science Research, University of North Carolina.\nFriday morning, visited Chemistry laboratory. There are 28 graduate\nstudents (5 physical, 4 industrial, 18 organic), 6 of whom are candidates for the\nPh.D. degree. Each graduate student has an individual research laboratory, there\nbeing over 30 available.\nProfs. Saville and Baity took me through the Engineering Building, and\nshowed me their interesting work in sanitary and hydraulic engineering.\nThese\ntwo men have worked together for twelve years, in close co-operation with State\nagencies. In sanitary engineering they now have active research in correcting\n"}, {"id": "Warren Weaver_Diary_1932-1933_21", "page_idx": 21, "text": "March 4, 1932 (Continued)\nUniversity of North Carolina (Continued)\nstream pollution by local industries, etc.\nOperating with assistance from the\nState Hydrological Survey, they are studying rainfall, stream run-off, and underground water-supply, having developed an interesting and important law of stream\nrun-off. They have been successful in predicting, to the benefit of local power\nconcerns, recent reductions in dry-weather stream-flow. They are also studying\nthe shifting coastline of North Carolina, as affected by tides, streams, etc.\nThese questions are of great importance relative to the change in salinity of bays\nand rivers, and resulting effect upon fish life. Saville and Baity have developed\nan exceedingly good working library in their special fields. Their work is exclusively graduate, and they have 12 graduate students, some of whom come from great\ndistances.\nThey are good men and are doing important work.\nVisited Physics Department. Quarters are very limited and there is practically no graduate work. Prof. Plyler (Ph.D. Cornell) recently studied for a year\nat Michigan, and is reported to have just discovered an important new form of quantum theory, the description of which is not exciting. The graduate work of the\ndepartment can hardly be made significant without important additions to staff and\na very considerable addition to equipment.\nMet at lunch with the Committee which administers the RF grant in natural\nsciences, - MacNider (Pharmacology), Henderson (Mathematics), Stuhlman (Physics),\nBaity (Sanitary Engineering), Bell (Physical Chemistry), House (Executive Secretary),\nSaville (Hydraulic Engineering), Prouty (Geology). The committee has operated by\nchoosing between the various requests made to it for support.\nNo funds whatsoever\nare available for research in natural sciences other than the RF grant and what\nlittle can be stolen from laboratory fees. The committee feels that whatever de-\n"}, {"id": "Warren Weaver_Diary_1932-1933_22", "page_idx": 22, "text": "March 4, 1932 (Continued)\nUniversity of North Carolina (Continued)\nvelopment of research in the natural sciences has occurred in the last five years\nat North Carolina, is due exclusively to the RF grant.\nOne gains the impression that the staff of North Carolina are intensely loyal\nbut frankly discouraged. The great exodus of able men, combined with the disheartening lack of support, has made their situation precarious.\nWARREN WEAVER\n(Copy sent TA, DHS, LKF)\n\" \" EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_23", "page_idx": 23, "text": "Saturday morning, March 5, 1932\nRICHMOND, VA.\nUniversity of Richmond, with JD:\nMr. Davis and myself called on President Boatwright and talked with him\nconcerning the recent petition to the GEB for a modification of the terms of the\ngrant in the natural sciences. Pres. Boatwright's letter contains most of the\nimportant information\nVisited the Chemistry and Physics laboratories, and found them suitably\nand adequately designed and equipped. The need for the Biology Building is exceedingly pressing. Biology is now taught in a temporary wooden structure which\nhas served, at various times, as a barracks for soldiers, a receiving hospital,\na theater, a chapel, and a dance hall. The building is so poorly constructed\nthat students, during cold weather, are forced to work in their overcoats. There\nare only temporary partial partitions, so that quiz sections, laboratory sections,\nand a general lecture are conducted simultaneously in what is almost one room.\nThe building was recently fumigated to attempt to reduce the number of bats, but\nthe resulting increase of bedbugs made it necessary to permit the bats to return.\nProf. Bailey has carried on cheerfully and ingeniously under these handicaps, having built a considerable amount of their laboratory equipment with his own hands.\nHe is a Cornell graduate and Harvard Ph.D., Harvard having offered him an appointmont after he took his doctorate. Harvard also sent Bailey abroad to purchase some\n$40,000-worth of zoological specimens. He impressed me as the most able of the\nscientific men at Richmond.\nWarren Weaver\n(Copy sent TA, DHS)\n\" \" JD\n"}, {"id": "Warren Weaver_Diary_1932-1933_24", "page_idx": 24, "text": "Friday, March 11, 1932\nPRINCETON, N.J.\nDean Augustus Trowbridge met me, and we went first to the Geology Department, where I talked with several members of the staff, both concerning the former\ngeological expeditions and concerning the long-range research project at Princeton.\nThere seems little possibility that Princeton will be able to raise the $600,000\nnecessary to secure appropriation RF 29079.\n(Copy sent EB)\nFollowing this, AT and WW walked through the Departments of Biology and\nPhysics, meeting several men and gaining a general impression of the work under\nprogress.\nAt lunch, AT talked at length concerninghis European experience with the RF.\nI asked him if he did not think there was a danger that the RF would sometimes be\noverattracted by geographically distant projects, and would, for example, approve\nprojects in Europe which would be declined in this country. In answer, AT explained\nin detail his comparative enthusiasm for European projects.\nHe stated that he\nnever approved a European project unless two favorable factors were present, - a\nworthy local tradition in the field in question extending back nearly 100 years; and\na worthy immediate personnel. AT feels that European projects are, on the whole,\nmore carefully thought out before presentation to the RF than is the case with many\nor most projects in this country. His remarks closely checked the discussion in\nAG's \"Some Factors Affecting Education in European Countries\" (RF Quarterly Bulletin,\nOct. 1930)\nAfter lunch, we visited the Graduate School, and, in some detail, the new\nChemistry Building. Prof. Taylor explained much of the work in progress. Met\nseveral fellows, and Dr. Eyring, one of my former students. Prof. Taylor had\njust received, by cable, notification of his election to the Royal Society.\nVisited Fine Hall (Mathematics) and was shown through by Prof. Eisenhardt.\nMet many members of the Math. Dept., and the fellows in mathematics.\nAlso talked with Ladenburg and H.N.Russell.\n"}, {"id": "Warren Weaver_Diary_1932-1933_25", "page_idx": 25, "text": "Friday, March 18, 1932\nMr. B. A. Garside, Secy. & Treas., China Union Universities:\nAt my request, G. came in to furnish further financial information concerning Yenching University. G. submitted the schedule of expenditures in natural sciences\nattached to the file copy of this memo. All figures are in local currency, and at\nthe beginning of each year the budget was forecast on the basis of the exchange rates\nnoted on the sheet. The actual exchange rates, however, were approximately those\nnoted in pencil (furnished by G.). I pointed out to G. that at the actual exchange\nrates, the income available for natural sciences (G.$37,500) exceeded in 1930-31 and\n1931-32 the total expenditures listed. G. stated that no funds intended for natural\nsciences had been used for any other purpose, and that the discrepancies just noted\narose from serious errors in the figures he had submitted. He suggested the addition\nof the item Mex.10,460 for rent, medical service and annuities in the 1931-32 budget,\nand Mex.8,160 for the Department of Psychology, which was included in the natural\nsciences in the year 1931-32 for the first time. G. did not know why psychology\nhad been thus included. With G's help, WW drew up the following table which somewhat more revealingly explains the income and outgo of the science departments for\nthe years in question. It is unfortunate to discuss these figures in gold alone,\nor in local currency alone; and much clearer to take simultaneous account of both\ncurrencies.\n(Next page)\n"}, {"id": "Warren Weaver_Diary_1932-1933_26", "page_idx": 26, "text": "March 18, 1932 (Continued)\nMr. B. A. Garside (Continued)\nApprox.proportion of gold\nexpenditure to total expend.\n50%\n50%\n50%\n50%\n45%\n40%\n33%\nTotal expend. (local currency) 67,000 66,000 76,000 88,000 97,000 140,000? 162,000\nExpenditure in gold\n17,000 17,000 19,000 22,000 20,700 17,500\n15,500\nExpenditure in local currency33,500 33,000 38,000 44,000 53,500 100,000? 108,000\nIncome from RF approps. l.c. 23,753 28,753 28,753 28,753 28,753\n\"\n\"\n\"\ngold\n25,000\n25,000\nIncome from Harvard-Yenching\nInstitute in gold\n12,500\n12,500\nYenching U. contributions to\nsupport of nat.sci., gold\n17,000 17,000 19,000 22,000 20,700\n(a)\n(a)\n\"\nl.c.\n10,000 5,000 10,000 16,000 25,000\n(b)\n(b)\n(a) Garside expressed his feeling that the G.$12,500 contributed by HarvardYenching should, at the present, be recognized as continuing support of\nthe natural sciences by the University itself.\n(b) Garside stated that there are 6 mission-supported teachers in the natural\nsciences at Yenching; this representing a University contribution to the\nsupport of natural sciences amounting to approximately Mex.20,000 a year.\nExpenditures for mission-supported personnel are, however, included in\nthe Total Expenditure figures listed higher in the table. This is\nimportant for the following reason. The actual expenditures for natural\nsciences in 1930-31, as listed, are G.$17,500 and Mew.100,000(2 Subtracting the G.$12,500 larvard-Yenching contribution from the gold expenditures, and the Mex.20,000 for the missionary-supported personnel\nfrom the local currency expenditure, one has left G.$5,000, and Mex.80,000\nto account for. The RF contribution for this same year was G.$25,000;\n$5,000 of this is required for the $5,000 balance of expenditure in gold,\nleaving G.$20,000 which, at the rate of exchange actually prevailing during\nthe year in question, is an equivilent to nearly Mex.85,000. It is thus\nclear that the Harvard-Yenching and RF contributions are somewhat more than\nsufficient to account for the natural science expenditures listed in Garside's statement.\nIt will be noted that, on G's original sheet dated March 18, the expenditures for\n1930-31 were very materially less than those used in my analysis above. The\nfigures in question are those, on my analysis, followed by question marks. G.\nsuggested these new and increased figures when I pointed out to him that the figures on his own statement would seem to indicate that funds intended for natural\n"}, {"id": "Warren Weaver_Diary_1932-1933_27", "page_idx": 27, "text": "March 18, 1932 (Continued)\nMr. B. A. Garside (Continued)\nsciences had been diverted to other purposes.\nG. further stated that each year a supplementary budget was set up in\npreferential order, which was to operate providing the rate of exchange turned out\nto be more favorable than that used in forecasting the budget. During the last\ntwo years, a very considerable sum has been available for this supplementary budget. One of the largest items, and the first, on this supplementary budget was\none of Mex.38,000 for increases in salaries. G. was not able to state to what\nextent living costs in China had reflected, at various periods, the rise in the\nexchange rate.\nG. agreed that the work in natural sciences had been very greatly increased during the last two years, and that it had been increased considerably iveyond the plans contemplated in 1930.\n(Further information received from G. over the telephone and considerable further\nanalysis resulted in a general memorandum dated March 22, 1932.)\n(Copy sent WSC, RPH, EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_28", "page_idx": 28, "text": "March 18, 1932\nEXPENDITURE IN NATURAL SCIENCE\nYENCHING UNIVERSITY, 1925 to 1932\n(All amounts in local currency dollars)\n1925-26\n1926-27\n1927-28\n1928-29\n1929-30\n1930-31\n1931-32\n*15,690.00\n*14,749.69\n*22,904.00\n*23,164.11\n24,374.00\n32,192.00\n*18,530.27\n*22,816.94\n*25,664.00\n*29,166.26\n30,908.00\n48,515.50\n*16,503.15\n*14,193.47\n*17,834.00\n*23,176.00\n*23,179.67\n18,240.00\n33,113.50\n1,500.00\n1,760.00\n3,973.83\n3,000.00\n4,000.00\n*51,760.10\n62,267.67\n76,522.00\n117,821.00\n11,076.00\n8,290.00\n8,190.00\n6,230.00\n8,850.00\n11,500.00\n12,420.00\n7,144.00\n6,078.00\n5,700.00\n8,556.00\n8,276.00\n6,276.00\n12,850.00\n68,943.42\n66,128.10\n76,157.67\n88,290.00\n96,609.87\n94,298.00\n143,091.00\n438,840.00 522,681.00 484,003.00 476,607.50 727,867.70 807,183.00 1,018,029.15\n2.00 to 1\n2.00 to 1\n2.00 to 1\n2.05 to 1\n2.10 to 1\n3.50 to 1\n2.00\n3.7551\n4.18\n"}, {"id": "Warren Weaver_Diary_1932-1933_29", "page_idx": 29, "text": "March 19, 1932\nINCOME AND EXPENDITURE IN NATURAL SCIENCE\nYENCHING UNIVERSITY, 1925 to 1932\n(All amounts in local currency dollars)\n1925-26\n1926-27\n1927-28\n1928-29\n1929-30\n1930-31\n1931-32\n438,840.00\n522,681.00\n484,003.00\n476,607.50\n727,867.70 896,523.00 1,018,029.15\n2.00 to 1\n2.00 to 1\n2.00 to 1\n2.05 to 1\n2.10 to 1\n2.15 to 1\n3.50 to 1\n1.78 to 1\n1.90 to 1\n2.13 to 1\n2.15 to 1\n2.58 to 1\n3.83 to 1\n4.37 to 1\n*15,690.00\n*14,749.69\n$23,164.11\n$31,328.94\n32,192.00\n*18,530.27\n*22,816.94\n*25,015.17\n*25,664.00\n$35,297.72\n43,663.50\n8,500.00\n8,500.00\n5,160.00\n3,500.00\n4,000.00\n* 4,596.00\n4,852.00\n*16,503.15\n17,834.00\n34,113.50\n1,500.00\n*\n1,760.00\n3,973.83\n* 3,000.00\n4,000.00\n59,223.42\n60,260.10\n67,427.67\n77,004.00\n83,483.87\n118,821.00\n11,076.00\n8,290.00\n8,190.00\n6,230.00\n8,850.00\n12,420.00\n7,144.00\n6,078.00\n5,700.00\n8,556.00\n8,276.00\n* 9,924.39\n12,850.00\n8,160.00\n795.00\n*\n636.21\n680.00\n* 7,602.82\n10,460.00\n77,443.42\n74,628.10\n81,317.67\n91,790.00\n101,404.87\n163,391.00\n$23,753.00\n*28,753.00\n*28,753.00\n101,637.50\n8,000.00\n8,000.00\n12,000.00\n12,000.00\n16,000.00\n*16,020.00\n16,000.00\n45,690.42\n37,875.10\n40,564.67\n51,037.00\n56,651.87\n54,818.75\n77,443.42\n74,628.10\n81,317.67\n91,790.00\n101,404.87\n*144,387.53\n172,456.25\n*10,397.26\n9,065.25\n163,391.00\n"}, {"id": "Warren Weaver_Diary_1932-1933_30", "page_idx": 30, "text": "Saturday, March 26, 1932\nDean L.P. Eisenhart (Princeton) and Prof.R.G.D.Richardson (Brown), Pres. & Secy. respectively, of American Mathematical Society:\nWhile at a meeting of the A.M.S. at Columbia, talked with Pres. E. and\nSecy R. of the A.M.S. concerning the financial problem of mathematical publication.\nN.R.C. findings relative to scientific publications have revealed one class of difficulties which are judged temporary, and a second which are judged permanent.\nRF\ndoes not wish to be concerned with second sort through grants to N.R.C., at least\nof present type. Mathematics has been judged to be in second class. Present\ngrant made solely because warning from N.R.C was brief, and because neither A.M.S.\nnor RF is presumably prepared to make, at this time, permanent disposal of this supposedly permanent problem. RF will not expect to receive from A.M.S. further requests for extensions of present grants; but this does not preclude possibility of\ndiscussing with RF new proposals looking toward real and permanent solution of the\ndifficulties.\nDiscussed somewhat the possibility of A.M.S. attempting experiment in allocating publication costs to original research budget (Physics Society scheme) .\nThis has been tentatively discussed by trustees of A.M.S.; and at the moment they\nlean toward a somewhat different scheme. They judge, firstly, that the Physical\nSociety scheme will work much better for any laboratory science than for mathematics. Laboratory sciences normally have departmental sums available for supplies,\napparatus, services, and research, even if only the small sums which can be robbed\nfrom the student laboratory fees. Mathematics departments do not normally have any\nsuch funds. It would probably, therefore, be much slower and more difficult to get\nthe Physical Review scheme going for Mathematics, and perhaps the scheme would never\nsucceed nearly as well. Secondly, they think the Physical Review scheme administratively clumsy, particularly if it be extended to several fields. In forming\na\nbudget for a given year, one would never know how much to set up for this purpose.\nBrown, for example, set up $100, and long and unexpected publications by chemists\nin The Physical Review almost exhausted the fund before any physicists were ready\nto apply. If, moreover, a department sets up a definite sum for this purpose,\nthere is danger that the department heads will themselves exercise an individual,\nand perhaps not always wise or unselfish, editorial authority by discouraging certain publication and encouraging other. Thirdly, granting the fundamental point\nthat publication cost should be part of a normal research budget, it does not necessarily follow that individual departments should, each year, always pay precisely\non the basis of page production. To exaggerate the point, it would clearly be\nridiculous for universities to adjust the yearly salaries of staff on the basis of\nstatistical evidence as to hours of teaching, conference help, committee meetings\nattended, and pages of research printed. Fourthly, some feel that the Physical\nReview scheme will have a very unfortunate effect on the freedom of opportunity to\npublish (see memo. of interview with Hedrick Feb.26/32.)\nTrustees of A.M.S. at present feel that these difficulties could be avoided\nby a scheme which provides for institutions underwriting a regular pledged amount per\nyear towards mathematical publication costs as an integral part of mathematical budgets. It is hoped that there are five or six institutions which would pledge $500\na year or more; and a dozen or fifteen which would give #200 or $250. There may\nwell be twenty others which could give $50. The A.M.S. proposes to study this problem, and hopes to come to RF with some scheme which will involve, perhaps, the matching of pledges for a preliminary period.\n(Copy sent EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_31", "page_idx": 31, "text": "Monday, March 29, 1932\nDr. E. J. Butler, Director of Imperial Mycological Institute, Ferry Lane, Kew, Surrey,\nEng.\nDr. B. had been previously informed, by letter, that any application for\naid to the Imperial Mycological Institute would have to be made through the Paris\noffice. This call was, therefore, largely a matter of courtesy. Dr. B. frankly\nindicated that the activity of the Imperial Mycological Institute was that of a\nclearing house for scientific information concerning plant diseases, particularly\nconcerning the tropical diseases experienced in the various British colonies.\nThe\nInstitute lays very little emphasis on research. WW indicated to B. that, for the\nlatter reason, it seemed to him very doubtful that LWJ would feel it possible to\nrecommend aid; but WW agreed to await unprejudiced advice from LWJ.\n"}, {"id": "Warren Weaver_Diary_1932-1933_32", "page_idx": 32, "text": "Saturday, April 2, 1932\nPres. Frank P. Graham, Univ. of North Caroline - by telephone from Chapel Hill, in\nreply to WW's wire:\nConcerning recent cuts in budget of North Carolina.\nDuring the academic year 1929-30, the general budget of the Univ. of N.C.,\nas provided by legislative action, was $875,000. In the spring of 1930, just before Pres. Chase left, this was reduced to $678,000, this being the figure for the\nyear 1930-31, and representing a reduction of For the following year, the\nbudget committee of the Legislature recommended a state appropriation of only\n$573,000, but the budget as actually passed by the Legislature for the academic\nyear 1931-32 was $721,000. This figure is approximately 171% below the budget of\n1929-30. In January 1932, a further drastic cut was announced. Pres. G. reports\nthat it is, even yet, not certain whether this cut will be 25% or 30%. Relative\nto certain items of the budget, the effective cut will be more severe than the announced cut, on account of the fact that the cut applies to the entire year's budget, but will operate only for part of the year.\n(Copies sent TA, DHS & EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_33", "page_idx": 33, "text": "Monday, April 4, 1932\nMr. Olin D. Wannamaker, of China Union Universities:\nIn re equipment needs of science departments of Lingnan University.\nW.\nstates that Lingnan is unique among Chinese institutions of higher learning as regards the proportion and nature of Chinese support. Approximately 1/22 of the entire\ncost of the existing plant and endowment has come from Chinese sources. A local\nChinese Board of Trustees has, since 1927, assumed full responsibility for the budget of Lingnan. During the current year 1931-2, Lingnan has received approximately\nG.$114,000 from the American Foundation, and approximately G.$220,000 from Chinese.\nSince so large a part of their support comes from local sources, the high exchange\nrate has been a detriment to them rather than the opposite.\nLingnan contains a complete system of model schools from kindergarten up.\nThe total enrollment is about 1200 pupils and teachers, and there are approximately\n300 at the collegiate level. It is planned to remove the work below collegiate\ngrade to another institution as rapidly as possible.\nThe Council on Higher Christian Education in China has classified Yenching\nand Lingnan as A-grade colleges, these being the only two to receive this distinction.\nThe State Board of Regents of New York State has just granted Lingnan authority to\ngrant degrees without, on each occasion, referring the matter to the State Board.\nProf. Wm. A. Riley, head of the Dept. of Zoology, Univ. of Minn., recently\nspent a full year at Lingnan. Dr. R. has been the teacher of 12 members of the\nLingnan staff. He has reported enthusiastically concerning the development of the\nscience work.\nWW asked W. to procure, if possible, information concerning the registration\nof students and staff in the various science departments, and whatever information is\navailable concerning the present equipment of these departments, in order that it\nmight be possible to form a more intelligent estimate of the urgency of the request\npresented by Lingnan.\n(Copies sent NGG & wsc, RPH, EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_34", "page_idx": 34, "text": "Wednesday, April 6, 1932\nMr. Clark Foreman:\nF. called to discuss the application of the Highlands Museum and Biological\nLaboratory, which, as he had already been informed, will probaBly be declined by the\nGEB. WW told F. that it was not the policy of the GEB to explain its recommendations, the field of explanation necessarily leading directly to the field of controversy. On the other hand, when the application of the Highlands Museum was originally presented, the trustees asked for scientific advice concerning this project.\nWW emphasized that he did not wish to offer scientific comment on this project with\nany assumption of authority since the project is not in his own scientific field.\nNevertheless WW was willing to suggest certain ideas concerning the project, with\nthe clear understanding that these ideas bore no necessary relation whatsoever to\nthe action of the GEB. WW then commented briefly on the possible difficulty of\ncarrying on such a station without permanent or significant scientific backing;\nand on certain budgetary difficulties (such as those connected with journals and\nbooks) which arise from the lack of institutional connection. F.\nsaw fit\nto comment, rather strongly, on the lack of wisdom which the GEB was showing in this\nmatter, stating that possible assistance to a state university laboratory, such as\nthe Mountain Lake Laboratory, would in his judgment be an exceedingly unfortunate\nstep.\nHe indicated his conviction that such support would work to the eventual\nharm of the development of biology in the South, on the basis of a belief that such\nassistance would stimulate an unfortunate competitive attitude on the part of other\ninstitutions. He emphasized very strongly the fact that the Highlands Museum was\na co-operative enterprise (having the backing of a considerable group of the strongest institutions of the South). It will be remembered that this backing consists\nof yearly pledges of $100; that several of the contributors are small museums; and\nthat the strongest universities of the South are not associated. WW thanked F. for\nexpressing his interesting views, and stated that he did not share them.\n(Copy sent TA, DHS)\nJD\n"}, {"id": "Warren Weaver_Diary_1932-1933_35", "page_idx": 35, "text": "Wednesday, April 6, 1932\nDr. C. Stuart Gager, Director of Brooklyn Botanic Garden:\nLunched at the Century Club with G., who presented a letter of introduction from Prof. C.E.Allen, Univ. of Wis. Brooklyn Botanic Garden has a yearly\nbudget of approximately $200,000. Of this, approximately $90,000 comes from the\nBorough of Brooklyn, this sum being expended, a.s a matter of policy, for upkeep\nof grounds. Approximately $50,000 represents income on an endowment fund of\n$1,000,000. This fund was collected a few years ago, Mr. Rockefeller making a\npersonal conditional subscription of $250,000. The remaining income consists of\nmembership fees, and voluntary contributions from the Board of Trustees and interested friends.\nThe Garden was organized for educational and research purposes, and research\nhas played an important role from the beginning. Several years a.go it was desired\nto add a research curator to study the development of disease-resisting strains of\nplants. A friend of the Garden furnished $10,000 a year for 5 years for this purpose, expressing the hope that, at the conclusion of this period, the work would\nhave\nmade a sufficient record to justify approaching some foundation for permanent\nsupport. Following the death of this friend, his two sisters have been\ncontributing about $7,000 a year to continue this work, but they have recently announced that\nit will not be possible for them to continue this support beyond January 1933.\nThe\nsum contributed for this research goes largely for the salary of the research curator\n($5,500), the remainder covering one assistant, a part-time stenographer,\nand\nsome\nexpense for travel and supplies. Dr. G. believes that this work is of fundamental\nsignificance, its importance having been recognized in part by the fact that the\ngovernment has published, as official bulletins, two of the papers produced by this\nresearch curator. The work is conducted as fundamental research, the authorities\nhaving uniformly refused to direct the work along certain relatively superficial but\nmore practical lines which would assure commercial support.\nThey\nrefused,\nfor\nexamble, to modify in any way the nature of the research, and to make any practical\npromises to a wealthy nurseryman who offered to bear the entire expense if he could\nbe given any reasonable assurances of practical outcome.\nG. asked whether it would be appropriate and permissible for the Brooklyn\nBotanic Garden to prepare a statement and request concerning this work, for the\nRF. WW pointed out that the RF had never had any extensive program in botany, and\nthat it was not likely to have; that researches which lead rather quickly to results of commercial significance are normally not attractive to the RF, since it is\nclear that such researches will in the long run command their own support. WW said,\nhowever, that, apart from these considerations, it was entirely appropriate that\nDr. G. should prepare and submit the suggested statement. WW indicated that the\nattitude of the RF would depend, in considerable measure, on general decisions as to\nprogram in NS, which will be in process of formation next fall.\n(Copy sent EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_36", "page_idx": 36, "text": "April 6, 1932 (Continued)\nDr. C. Stuart Gager (Continued)\nAfter discussing with G. a possible request from the Brooklyn Botanic\nGarden, WW asked G. concerning Biological Abstracts. G. is unreservedly enthusiastic concerning the importance and success of Biological Abstracts. He stated\nthat their own research request, or almost any other conceivable individual request, should be unhesitatingly refused, if necessary, rather than cut the support\nof Biological Abstracts. G. has, during the last year, talked with several\nforeign scientists concerning Biological Abstracts. They have all been enthusiastic, and several have spoken of the particular importance of Biological Abstracts\nto them under present circumstances, when they are being forced to drop their subscriptions to many journals.\n(Copy sent EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_37", "page_idx": 37, "text": "Friday, April 8, 1932\nMr. George Barber and Mr. B. A. Garside - re Yenching University:\nG. reported that the Trustees of Yenching University expected to make a\nmost strenuous effort to match, before its lapsing, appropriation RF 29078. He\npresented a memorandum which he had prepared for their own officers, suggesting\npossible funds which might be allocated for that purpose. He asked for informal\nadvice concerning the suitability of certain of the items suggested. The list\ncontains certain funds which were pledged or obtained previous to the date of the\nresolution in question. WW indicated that such funds would not meet the conditions of the resolution, and that any petition on their part that they be included\nwould undoubtedly hurt their case. The list also includes (item 5) non-liquid book\nassets of very doubtful character; the above advice also applies to such items.\nThe list further includes outstanding pledges; in its amended form, the RF resolution does not permit pledges, although the original form did. If the Trustees of\nYenching University can present bona fide cash items, solicited and collected since\nthe date of the resolution; and if, such cash being insufficient, the Trustees wish\nto present bona fide and active pledges, also solicited since the date of the resolution, in such amount as to complete the G.$250,000 required, WW agreed that the\nTrustees may present a petition that these pledges be given consideration. WW made\nit quite clear, however, that he could not indicate in any way what attitude would\nbe taken toward such a request. WW merely emphasized the great undesirability of\npresenting a request which would include improper items such as those described\nabove.\n(Copy sent NGG)\n( \" \" WSC, RPH, EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_38", "page_idx": 38, "text": "Friday, April 15, 1932\nDrs. George E. Hale and Noyes of Cal. Inst. of Tech. Br.Arthur L.Day of Carnegie\nInstitution Geophysical Laboratory at Washington, Drs.A.O.Gage, McCauley and\nHoffstetter of Corning Glass Co., and MM:\nGroup discussed at length various questions concerning proposed ribbed\nstructures and relationship of these questions to proposed program of production &\nmirrors. Ribbed and solid 30\" mirrors are now in annealing furnaces and will\nprobably be shipped for figuring and tests within two months. 60\" will be poured\napproximately July 1. It was agreed by the entire group to push forward plans and\norders for equipment, without delay, for the production of the 120\", there being no\ndoubt expressed that this mirror would be produced. Hale reports that solar tests\non solid and ribbed 30\" can probably be completed by September, in time to influence\ndesign of 120\". Hale reached agreement with Corning representatives concerning\nequipment now at Lynn. Mechanical support of ribbed structure was discussed at\nlength, and it was agreed that this subject should receive considerable further\nstudy, and probably outside technical advice. Hale, MM and AOG discussed calculation of overhead in charges by Corning, and it was agreed that AOG will write a\nletter summarizing the complete understanding on charges.\n(Copy sent TA)\n"}, {"id": "Warren Weaver_Diary_1932-1933_39", "page_idx": 39, "text": "Saturday, April 16, 1932\nPres.F.W.Patterson, Acadia University, Wolfville, Nova Scotia:\nSee memo. of AG with P. on April 15.\nWW advised P. that the suggested support seemed clearly of an educational rather than a research nature, and hence falls within the program of the\nGEB rather than the RF. On the other hand, the GEB is restricted by charter to\nthe U.S., so that WW reported that he did not feel that there was any possibility of the Boards' extending aid. WW also pointed out that neither board can\nundertake new projects of purely emergency nature.\n(Copies sent TA\nAG, EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_40", "page_idx": 40, "text": "Monday, April 18, 1932\nDr. Reginald G. Harris, Director of the Long Island Biological Association:\nTwo years ago the annual budget of the Cold Spring Harbor biological station\nwas approximately $100,000. ( One year ago it was $78,000, and the present year the\nbudget will be cut to a figure between $50,000 and $60,000. The grounds, building\nand equipment represent an investment of approximately $350,000, and there is $50,000\nendowment. For some years past, the station has shown a deficit each year. In\ngood times this was viewed as permissible and as having a stimulating effect on subscriptions for the following year. The trustees, however, permitted this practice\nto extend beyond the period of good times, and a $20,000 deficit was thus accumulated\nwhich could be met only by borrowing, using endowment securities as collateral.\n$7,000 was recently paid on this loan. Except for the small income from the endowment, the annual budget is met by annual subscriptions and gifts. The budget figures\ngiven above are net, after taking into account the income from summer fees, commissary,\netc.\nThe Director judges the most significant and essential part of their program\nto be their summer work, when approximately 40 graduate students and 60 postdoctorate\nresearch workers gather at the station. The second most essential feature of their\nprogram he judges to be the work in biophysics under the direction of Dr. Hugo Fricke.\nDr. Fricke is primarily a physicist, who had his training at Copenhagen and Lund, and\nlater, under fellowship of 'the American-Scandimavian Foundation, worked at Harvard\nand\nColumbia in 1919-20. Fricke has had 4 technicians under him, a glass-blower, an instrument maker, a chemist and a radio man. He wishes to add 2 postdoctorate assistants, and cut his staff of technicians if necessary. He is carrying on 3 principal\nprojects: (1) researches on the conductivity, capacity, and polarization of biological systems; (2) researches on the chemical effect of X-rays, including the development of a chemical device for measuring X-ray dosage; (3) the catalytic effect of\nexceedingly small percentages of organic substances on reaction rates.\nH. judges that the minimum starvation budget for the station is $46,000 yearly.\nOn the present basis, which is between $50,000 and $60,000, 84% of his budget\nis devoted .to salaries and wages. At the present time he has only $29,000 definitely in hand to meet the present year's expenditure, $20,000 of which is the RF contribution made last year. It is not, however, true that he has obtained only $9,000\nthis year from other sources, since he has paid up nearly $20,000 deficit on last\nyear and the $7,000, mentioned above, on the loan.\nWW asked H. what was, in his view, the fundamental scientific justification\nfor the existence of the Cold Spring Harbor station, in view of other existing facilities.\nH. expressed great admiration for Woods Hole, but pointed out that some workers would always prefer to go to a smaller place. H. believed, secondly, that the\nall-year-round program of the Cold Spring Harbor station is a very important feature.\nIt avoids certain inefficiencies of a purely seasonal organization, the summer workers\ncome to a going concern where work is in steady progress, and the workers from smaller\ninstitutions are thrown into relatively intimate contact with Fricke's permanent work\nin biophysics, this contact serving to disseminate widely the influence of this research. Thirdly, Woods Hole is essentially an open-sea laboratory, while Cold Spring\nHarbor, although a comparatively short distance away, is more protected, has much more\n"}, {"id": "Warren Weaver_Diary_1932-1933_41", "page_idx": 41, "text": "April 18, 1932 (Continued)\nDr. Reginald d. Harris (Continued)\nrain, and is immediately on the southern border of the glaciated region.\nFourthly,\nCold Spring Harbor has emphasized mammaliar research and mammalian physiology, as\nWoods Hole has not. In particular, they have emphasized the physiology of the internal glands and Swingle's discovery of the potent extract of the adrenal cortex\nwas made possible by work at Cold Spring Harbor.\nH. asked informally concerning two proposals: (1) that the RF should contribute to the present emergency; H. estimated that he could run on the minimum\nbudget indicated above if the RF contributed $20,000; H. agreed that there could\nbe\nno guarantee that the regular support would be replaced after one year more, but he\nfeels confident that the trustees and regular contributors will renew a large portion\nof their previous support as soon as economic conditions improve somewhat.\n(2)\nAs\na second proposal, H. inquired whether or not the RF would be interested in a more\nsearching examination of the program and possibilities of the station, with a view\nto contributing largely to its support and development.\nWW stated that the second proposal was out of the question for the present\nand indicated several reasons why this must be so. As regards temporary assistance,\nWW agreed to consult with MM, and indicate informally to H. whether or not it\nseems\nworth while to make a formal application for this temporary aid.\n(Copy sent EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_42", "page_idx": 42, "text": "Tuesday, April 19, 1932\nDr. J. R. Schramm - by telephone to Philadelphia:\nWW indicated to S. that the officers had recently recommended continued\nsupport for Biological Abstracts for a short term of years. The RF is not prepared\nto face, at this time, the question of endowment, particularly inasmuch as we seem\nto be the only visible contributor; it is believed that the project is not even yet\nsufficiently stabilized to warrant an attempt at permanent solution.\nWW indicated\nthat the Trustees had deferred action, but had empowered the Ex. Com.\nThe Trustees\nraised the question as to whether or not an unduly large expenditure, over and above\nthat required to do a good job, is not being asked for in the attempt to do a perfect\njob; and the Trustees are eagerly awaiting word from the biologists of other possible\ncontributions to the editorial budget.\nWW indicated to S. that definite action would not be taken until next fall,\nand would almost surely then be merely for one year; but that there seemed no reason why S. could not confidently count on support for next year at approximately the\npresent level. As soon as WW returns in the fall, he promises to go into the matter\nin more detail with S.\nWW suggested to S. the possibility of an immediate emergency appropriation\nof $10,000 to speed up indices, and asked whether it was important, in view of editorial and printing program, that such a possible appropriation be made now rather than in\nthe fall. S. felt that such an appropriation, particularly if made at once, would\nbe an inestimable benefit to the project. He can carry on this work, at the present\nmoment, exceedingly economically, and he felt it very important to them that such\naction be taken as promptly as possible.\n(Copy sent EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_43", "page_idx": 43, "text": "Wednesday, April 21, 1932\nMr. Robert B. Irwin, Exec. Director, American Foundation for the Blind, Inc.:\nI. reported briefly on the various difficulties in connection with Braille\nprinting for the blind. Only about 1/4 of the blind ever successfully learn to read\nBraille. At best it is a slow process, and the cost of printing and bulkiness of\nthe volumes make wide distribution practically impossible. The Government subsidizes\nBraille printing to the extent of $100,000 a year, this being used to print basic\neditions which are distributed to nominated libraries from which they may be borrowed\nby the blind.\nI. has been working for some time with the Victor people, the Durium Co., and\nthe research laboratories of the Amer. Tal. & Tel. Co., relative to the possibility\nof\nproducing light, cheap, and long phonograph records, so that the blind might have books\nread to them. This experience has made it seem entirely probable that it will be\npossible to produce records, playing from one side. for 25 or even 30 minutes, and\ncontaining some 4000-5000 words. 25 such records would produce a book of ordinary\nsize. The first 100 copies of such a book would probably cost about $1200, while the\nsecond 100 copies could be produced for $300 or less, these being estimates of the\nDurium Co. which is willing to undertake manufacturing these records without profit.\nI. feels confident that, if this possibility can be demonstrated, the Government will\ndevote part of its subsidy to the production of records. If, for example, the Government paid the cost of the first 100 copies of a book, the second 100 copies could\nbe bought by blind individuals for approximately the same amount an ordinary book\ncosts.\nI. has already given consideration to questions of optimum speed, desirable\ndialect, etc., but these questions have not been settled. Experience\nhas\nshown\nthat\nit will be necessary to conduct this investigation under very special auspices, rather\nthan by one of the large companies. Even the Victor Co., for example, does not seem\nto grasp the special and important considerations which arise from the fact that the\nrecords will be used by the blind. Since normal speech uses relatively low frequencies, it is possible to start the playing record much nearer the center of the disk\nthan would be the case if one wished to reproduce music. The Victor people stated\nthat a 6\" interior diameter of the record was a minimum, although I. now has entirely\nsuccessful records with 4\" inner diameter, and believes that this may be reduced still\nfurther.\n(Copy sent TA, DHS)\n"}, {"id": "Warren Weaver_Diary_1932-1933_44", "page_idx": 44, "text": "Dr. Davidson Black: (with MM)\nIn three conferences (Monday, October 10, 1932; Tuesday, October 11\n1932; Tuesday, October 18, 1932) DB presented his plans. There are three essential features to his proposals:\n(1) He proposes and requests continued support of the\npresent research on approximately the present level, with\nthe understanding that reconnaissance in Chinese Turkestan\nwould replace the previous reconnaissance in Manchuria and\nelsewhere. In the memorandum dated 10/12/32 the proposed\nbudget does not separate the excavation work at Choukoutien\nand the necessary correlated study and publication at Peiping,\nfrom the expense of the reconnaissance service. DB stated\nthat we can make this division, if we wish to, on the basis\nof the detailed expenditure figures for the past few years,\nperhaps accepting 1939 as normal. DB anticipates that the\nexpense of reconnaissance in Chinese Turkestan will be\nsensibly the same as the past reconnaissance expense.\n(2) He proposes a laboratory building program which includes the purchase of land and erection of laboratory near\nthe PUMC, and the erection of a museum-laboratory on the\nChinese Geological Survey site. The first of these two\nbuildings he urges strongly as an immediate need. He does\nnot feel that the time is ripe for definitely requesting\nthe second building.\n(3) He proposes a considerably enlarged expeditionary program of palaeontological research. This program would be\ninitiated in Northern India and in Baluchistan, where it is\nproposed to operate under the auspices of the Indian survey.\nLater this same expedition would operate in Persia. An entirely separate portion of this enlarged program consists\nof a proposed expedition into the Faiyum district of Egypt.\nDB would hope to begin this enlarged expeditionary program\nin 1934, but hopes to have a preliminary decision concerning\nits possibility in September 1933 on account of the desirability of beginning at that time to collect personnel.\nCopy EB\nWW:PH\n10/20/32\n"}, {"id": "Warren Weaver_Diary_1932-1933_45", "page_idx": 45, "text": "Thursday, October 20,1932\nDr. Reginald Harris (Director, Long Island Biological Ass'n)\nH. reported on the activities of the Cold Spring Harbor Station\nsince the interview of April 18. He judges that the summer has been a very\nsuccessful one. The normal number of students were in attendance and there\nwas a very slight falling off (two or three men) of visiting professors. The\nlatter decrease occurred largely because the station did not dare, on account\nof their precarious financial condition, actively to encourage the presence\nof visitors.\nBetween $24,000 and $25,000 has been received, so far this year,\non pledges, and some $3,000 additional has been pledged but not collected.\nThe station normally has an income, in addition to such contributions, of\napproximately $10,000, made up of $5,000 from rentals, $2,500 from tuition,\nand $2,500 income from endowment. During the present year the only one of\nthese three figures which has been sensibly cut is the rental figure, which\nwill fall short by approximately $2,000. This is due to the fact that the\nCarnegie Institution has recently remodeled, for dormitory purposes, a large\ndirector's house which they own at the station. This has made it unnecessary\nfor the Institution to rent from the station the dormitory space which they\nhave occupied in the past. It is probable that, for the year 1933, the normal\n$10,000 from the three items just described will fall to $7,000 or $7,500.\nThe final operating budget for 1932 is approximately $48,000. The\nsummer work has not been interfered with, except in the minor way mentioned\nin the first paragraph, and the program under Dr. Fricke in biophysics has not\nbeen cut. In fact, without increasing his budget, his staff has been materially\nimproved. The cuts have largely been in administration of the expense, maintenance, and purchase of new apparatus. One building will be closed this\nwinter. There normally are full-time winter visitors, but there are none\nsuch for this year, and Dr. Harris will carry on his own research in the same\nbuilding with Dr. Fricke.\nThe funds in sight at the present time fail by approximately\n$1,000 to meet the budget for this year. The total income this year is nearly\n$55,000. It has been necessary, however, to pay approximately $8,000 of the\naccumulated eficit with which the station entered the year 1932.\nIt would appear, superficially, that the income during the present\nyear is sufficient to run the station and pay off a considerable amount on\nthe accumulated indebtedness. The point, however, is that the station cannot\nbe satisfactorily maintained on a $48,000 budget. This is purely an emergency\nbasis, and does not include proper maintenance, proper replacements\nand\nproper\npurchase of new apparatus. Although $8,000 has been paid on the deficit, H.\nguesses that a set of books which accurately reflected depreciation would\nshow that the net assets of the station at the end of this year will not be\ngreater than the net assets at the beginning.\n"}, {"id": "Warren Weaver_Diary_1932-1933_46", "page_idx": 46, "text": "Dr. R. Harris (Cont'd)\nH. also discussed his general enthusiasm for quantitative biology\nHe is, in the first instance, anxious to see such work developed, wherever the\ndevelopments occur. Secondarily, however, he urges the suitability of the\nCold Spring Harbor station for such a development. He strongly favors the\n\"isolated research idea\" and believes that uninterrupted work at an institute\nwill be much more effective than research carried on in a University center.\nCopy EB\nWW:PH\n10/20/32\n"}, {"id": "Warren Weaver_Diary_1932-1933_47", "page_idx": 47, "text": "Friday, October 21, 1932\nProf. C. G. Rossby (M.I.T.)\nR. is a former student of Vilhelm Bjerknes (Prof. Mech. and Math.\nPhysics, Univ. of Oslo) and in his student days was closely associated with\nRossland.\nThe essential data concerning the aerological research project\nat MIT are contained in Pres. K.T.Compton's memorandum. R. feels that this\nproject forms an essential part of the general program of meteorological\nresearch which he is directing. R. pointed out the geographical importance\nof the proposed work. There is no kite station of the Weather Bureau in New\nEngland, and this region is particularly interesting since it forms the intersection of the Pacific storm track-and the Gulf storm track. It is a strategic point at which to apply, on this continent, Bjerknes' theory of the conflict between polar air masses and temperate air masses.\nR. riews meteorological research as an integral part of the general\nattack of modern mathematics, physics and chemistry on the problems of the\nearth. One explores and analyzes the air just as one explores and analyzes\nthe oceans and the earth's crust, all these subjects being dealt with in relation to each other.\nAfter discussing the MIT project, WW asks R. if he would discuss,\nin general, the stage of development of meteorological research in this\ncountry. R. stated that McEwen at the Scripps Institute at LaJolla is perhaps the most able and well-trained man in the country, although his primary\ninterest is in physical oceanography rather than in meteorology. He has,\nhowever, done statistical work in meteorology, and one of R's graduates is\nnow working with him. The work of the Weather Bureau is almost exclusively\nroutine, and the personnel are not scientifically equipped to do work of the\nsort here under consideration. Prof. Hunphrey, especially in his earlier\ndays, did some important work, but he has not kept up with the scientific developmentsof the last years. Prof. ..W.Woolard of the Mathematics Dept. of\nGeorge Washington University, is one of the best-trained and ablesttheoretical\nmeteorologists of the country. He was chief assistant to Prof. Humphrey for\nseveral years, and was ghost writer for Humphrey on the technical portion of\nthe latter's \"Physics of the Air\" Woolard has just completed an encyclopaedic\nwork on theoretical meteorology. Gutenberg at Cal. Inst. Tech. is interested\nin the temperature and Constitution of the stratesphere, his interest beginning\nat just about the altitude where the meteorologists stop. The Blue Hills\nObservatory of Harvard played a significant role in the earlier developments,\nespecially in the technic of upper air observations. This work was developed\nunder their first director, Dr. Lawrence Rotch. His successor, Dr. McAdie,\nhas recently resigned, and last spring Prof. Brooks, of the Geography Dept. of\nClark University, was appointed Director. Brooks has little mathematical or\nphysical training, but is one of the best climatologists in the country.\n"}, {"id": "Warren Weaver_Diary_1932-1933_48", "page_idx": 48, "text": "Prof. C.G.Rossby (Cont'd)\nR. indicated that there are three important fields of meteorological\nresearch: (1) Synoptic study, which can be carried on at any site to which the\nnecessary records can be sent; (2) Theoretical (mathematical) meteorology,\nwhich can be carried on in any university center where a good library is accessible; (3) Observational research. The day is long past when routine observational work from one station has any significance except insofar as such\nobservations form an infinitesimal part of the general observational picture.\nA suitably located station, however, carrying on a highly specialized observational program (for example, one station in Norway is specializing in a study\nof fog, including a study of drop size, frequency distribution of sizes, salt\ncontent of suspended liquid) can do significant work. R. feels that the\nnatural future of the Blue Hills Observatory lies in such a specialized observational program. This would call, however, for a physicist rather than\na climatologist.\nWW:PH\n10/24/32\n"}, {"id": "Warren Weaver_Diary_1932-1933_49", "page_idx": 49, "text": "NST\nMonday, October 24, 1932\nVisit to Cold Spring Harbor:\nWW. has lunch with Dr. Reginald Harris (Director of the Station)\nand Dr. Fricke. F. is a Dane, an early student of Bohr; unmarried, and apparently intensely devoted to his scientific work.\nAfter lunch WW visits various buildings of the Station. There\nare accommodations for approximately 30 students and 60 visiting professors.\nThe students take formal course work during the summer, but it is always\nrequired that research problems accompany any course. The station\nhas\nno\nformally recognized academic standing, but H. stated that their courses have\nalways been credited by graduated schools whenever a request has been made.\nThe relatively new laboratory of biophysics is a one-story concrete structure,\nto which a second story may be added when funds are available. Two full-time\nresearch assistants were at work in the laboratory. It is clear that F.\nspends most of his time on theoretical work, although he is evidently in\nvery close touch with the experimental work. The equipment seemed reasonably\nadequate but not impressive. In general the facilities of the staff for\nsummer work are first-rate. The location is a beautiful one, entirely\nfree from the possibility of unpleasant interruptions.\n"}, {"id": "Warren Weaver_Diary_1932-1933_50", "page_idx": 50, "text": "Tuesday, October 25, 1932\nProf. R. Ruggles-Gates (Botany, Kings College, London)\nR-G calls to discuss a project concerning which he may later\nwish to approach the RF for assistance.\nThe Royal Botanical Society has, for many years, leased from\nthe Government a plot of 19 acres in Regents Park. The Government has\nrecently terminated this lease, particularly because their demands for increased rental were larger than the Society could pay, and partly because\nthe Government now recognizes that this Society is not properly fulfilling\nthe scientific function which was in mind when the lease was originally\nmade. As a result of the termination of the lease, the Society has gone\nout of existence.\nThe Society has permitted R-G, for several years, to grow his\nexperimental plants on their plot. When it became clear that the Society\nwould be terminated, R-G attempted to persuade the University of London\nand the Government to devote this plot entirely to University purposes. This\nwould have required a sum of approximately L250,000 and it was not found\npossible to obtain this amount. The Officer of Crown Lands and the Officer\nof Public Works have now agreed to rent a small plot, of less than one acre,\nto Kings College for an annual rental of L200. This plot contains one tropical\ngreenhouse; one large and one small glass house, the latter of which can be\nheated; a potting shed; a tool shed; and a building which can easily be\nadapted into a small laboratory. On this plot can be raised approximately\n5,000 plants outdoors. R-G estimates that a sum of at least L10,000 would\nbe necessary to adapt these facilities and to endow the annual rent. R-G\nproposes that these facilities be used, at the outset, for his own work;\nbut emphasizes that they can be used to raise plants for plant physiology,\nplant pathology, or any other purposes, as well as for cytology and plant\ngenetics.\nWW asks R-G what relationship this proposal might have to the\ninformal and, so far, vague proposal to establish a working relationship\nbetween the Univ. of London and the John Innes Horticultural Institute. R-G\nis raising, this summer, about 5,000 plants at John Innes at the invitation\nof Sir Daniel Hall. It requires over an hour to go from Kings College to\nJohn Innes, and less than a half hour to go to the Regents Park site. R-G\nbelieves that the Regents Park site is desirable and necessary, even though\nthe relationship with John Innes is formed. The Regents Park site has: (1)\nthe advantage of being more accessible; and (2) the advantage that it may be\nused for more general purposes.\nnot\nR-G frankly revealed that his work in cytology and plant genetics\nis/being carried out in the most cordial cooperation with Watson's work, at\nUniversity College, in animal genetics. R-G feels that W. has evidenced\n"}, {"id": "Warren Weaver_Diary_1932-1933_51", "page_idx": 51, "text": "Tuesday, October 25, 1932 (Cont'd)\nProf. Ruggles-Gates (Cont'd)\na grasping attitude and feels that there is some danger that the RF grant\nin the biological sciences to University College may, through improper and\nunwarranted emphasis, have the effect of separating University College from\nthe rest of the University of London. A few years ago there was a definite\nmove on the part of Imperial College to become independent, but this has\nblown over. R-G feels that all tendencies towards unifying the University\nof London and away from duplication of facilities within the University of\nLondon are to be encouraged and developed. He feels that assistance to\nKings College would have the important effect of disabusing University\nCollege of any notion that it was singled out for independent emphasis.\nR-G feels that Salisbury (Prof. Botany in University College) is\na\ngood man. He was formerly interested in fossil plants but has lately\nconcentrated on ecology. R-G is not at all enthusiastic concerning T.G.Hill,\n(Prof. of Plant Physiology) . He speaks highly of Prof. (Miss) McKinnon,\nwho specializes in protozoology and is the successor of Julian Huxley. He\nmentions, as the most important man at Imperial College, Prof. E.H.Blackman.\nThe department there is large and specializes in physiology and algae. R-G\nindicates that he does not believe that Haldane will be the successor of\nSir Daniel Hall at John Innes. It is clear that R-G would consider this appointment unfortunate.\nWW thanks R-G for his call, indicates no attitude towards the\nproposal, calls attention to the necessity for carefully studying any such\nproposal in relation to various other possible developments at the University\nof London, and informs R-G that such a project should be submitted to the\nParis office.\n"}, {"id": "Warren Weaver_Diary_1932-1933_52", "page_idx": 52, "text": "Thursday, October 27, 1932\nProf. Conant (Harvard University) with MM:\nC. discusses the nature and significance of the proposed program\nof cooperative research on specific heats of organic compounds. These data\nare badly needed in connection with modern theoretical work on the structure\nof organic compounds (such as the work of Pauling), and are basic to any\nquantitative problems in which energy considerations enter. C. explains\nwhy this important work has not been done before or elsewhere, and states\nthat they will not be able to go forward with this program unless the suggested support be forthcoming.\nWW agrees to call on C. at Harvard, and to meet Dr. Kistiakowsky.\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_53", "page_idx": 53, "text": "Thursday, October 27, 1932\nGJB:\nIn various of the Chinese projects, grants are made on the condition that work in the Science Departments be maintained at their then levels.\nIn connection with requested approval for the release of further funds, it\nis necessary for the director to state to the comptroller that, in his\njudgment, this condition has been met. In most instances, this judgment has\nbeen based upon statements of departmental expenditures.\nIn a recent instance such a request came from Fukien Christian Univ.\nand WW did not feel prepared to make this statement on the basis of a very\nfragmentary and misleading financial report. He therefore requested Mr.Garside\neither to furnish a detailed and satisfactory financial report or to state,\nupon his own or other suitable authority, that the standards of the work had\nin fact been maintained.\nWW much prefers a statement of the latter type, which leaves the burden of proof directly upon the institution. GJB states that such procedure\nis satisfactory to him; all that he requires is a statement from the director.\nFrom the point of view of GJB it is not necessary that this statement be based\nupon financial findings.\nCopy SMG\nCopy EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_54", "page_idx": 54, "text": "Friday, October 28, 1932\nProf. C.E.McClung (Zoological Laboratory, U. of Penn.)\nMcC. reports on progress during the past year at the U. of Penn.\nunder the fluid research fund there operating. He feels that the results\nare promising but not exciting. He believes that some progress is being\nmade towards education of dead departments in theresearch idea, but he is\nnot particularly optimistic of what can be ultimately accomplished unless\nthere be a considerable improvement in the financial situation of the U.\nas a whole. Most of the proposals for graduate and research development\nhang upon the necessity for further funds.\nWW agrees to visit U. of Pa. in the near future.\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_55", "page_idx": 55, "text": "Friday, October 28, 1932\nProf. E.E.Just (Dept. Zoology, Howard U.)\nSince 1920 J. has received financial assistance from Mr .Rosenwald,\nThe Rosenwald Fund, and the GEB. This assistance took the form of a fellowship granted through the NRC and supported, from 1920 through 1927 by the\nRosenwald appropriations and from 1927 through 1931 by the GEB funds. It\nwas originally at the rate of $2000 a year, but beginning with the 1925-26\nappropriation paid $2500 a year. In 1928 a special appropriation of $1700\nwas made by the GEB for scientific apparatus to be used by J. In\nthat\nyear,\nalso, J. received a grant of $80,000 from the Rosenwald Fund to be used over\na period of five years (until 1933) It was planned that $15,000 a\nyear\nwould be devoted to the support of his research program, and that $5,000\nwould be expended, over the 5-year period, for/equipment.\npersonal research\nJ. has been at Howard since 1907, and has always been convinced\nthat his important task there was to develop the elementary undergraduate\ninstruction to a reasonable level. He has never believed, and does not now\nbelieve, that xxixxgraduate work there is justified. It was originally understood, in connection with the Rosenwald grant of $80,000, that he would\ncontinue to teach elementary science courses as in the past, and that the\nfund would be used in support and development of his own personal research\nprogram. The President of Howard, however, has completely modified this procedure. He has insisted that J. turn his energies toward the development of\nadvanced work, and that the fund also be used for such purposes. He has requested J. to purchase equipment for graduate work and develop graduate work;\nand J. has ceased his undergraduate teaching entirely. He feels that the result has completely justified his belief that Howard is not ready for graduate\nwork. Last year he had seven graduate students and this year he has buttwo\ngraduate students. J. has incurred a certain amount of displeasure from the\nadministration because he has refused to use portions of the grant for purposes\nwhich the administration desired but which he did not consider sound. Approximately half of the $5,000 donated for personal equipment remains unspent,\nand J. refuses to spend it because he recognizes that, under present conditions, it is impossible for him to carry on his research at Howard. J. believes that approximately $11,000 of the $75,000 remains unspent, although\nhe has never been able to obtain any detailed information from the administration about this fund. It was originally intended that J. would have complete\ncontrol of this fund, but actually he has had almost no control. His relations\nwith the rest of the faculty have been difficult, because they have considered\nhim an unwarranted favorite.\nSome time ago the Rosenwald Fund discontinued payments under the\nyearly grant on account of the fact that records showed that a considerable\namount already assigned to Howard remained unspent. At-that same time, Howard\nwas having difficulty in meeting its general salaries, and in the emergency\nplans of the University no provision was made for the salary of J. He is\napparently not considered by the administration to be a bona fide member of\n"}, {"id": "Warren Weaver_Diary_1932-1933_56", "page_idx": 56, "text": "Friday, October 28, 1932 (Cont'd)\nProf. E.E.Just (Cont'd)\ntheir own staff, and it was only after pressure was brought to bear by Mr.\nEmbree that salary payments were resumed.\nJ's salary is $8,000 plus $2,000 which is to be divided for travel,\nsecretarial expenses, etc. During the first three years of the 5-year grant\nJ. was still receiving $2,500 a year from the NRC, and Howard deducted this\namount from his salary although J. states that this was directly contrary to\nthe original plan. J. assumes that the amount for his salary ($7,500 for the\nfirst three years and $10,000 for the last two) has been taken from the\n$15,000 yearly grant from the Rosenwald Fund. The administration at Howard\nhas used some of the remaining portion of this yearly grant to establish\nscholarships. J. states that this is in direct contradiction to the original\npurpose, since Howard asked the Rosenwald Fund for support for these scholarships and it was refused. A considerable proportion of the amount granted\nunder these scholarships is, moreover, immediately repaid to Howard in the\nform of tuition; so that the net result is that a portion of this $15,000 research fund has been used by Howard University for general purposes. These\nscholarships were assigned to J's division, but no importance attaches to\nthis fact, for no general University scholarships were assigned to J's division although all other divisions had such general scholarships.\nJ. reports that he has been able to accomplish no research whatsoever\nat Howard, and that all of his work has been done during the summers at Woods\nHole, at Naples, and at Berlin-Dahlem. He has reluctantly come to the conclusion\nthat there is no possibility of his continuing at Howard if he is, at the same\ntime, to continue his own research. He comes to this conclusion very reluctantly,\nfor the traditions of his family and all his life work thus far have been concentrated around the desire to serve the Negro race.\nJ's immediate ambition is to spend one or two years in full-time research, preferably at Naples and Dahlem. WW pointed out the difficult implications of responsibility involved in influencing J. to sever his connections\nwith Howard and in supporting him for one or two years in such research activity.\nWW promised to discuss the situation with TA and MM. WW warned J. that, in\nfrankly discussing definite possibilities, there was no implication whatsoever\nthat the Boards would find it possible to support such possibilities.\nCy: TA; Miss Oster\nNoted NST, V\n"}, {"id": "Warren Weaver_Diary_1932-1933_57", "page_idx": 57, "text": "Friday, October 28, 1932\nMr. J. C. Hostetter (Director, Development & Research, Corning Glass Works\nCorning, N.Y.) at luncheon at the Chemists Club\nH. reports that tests on theinterior portions of the 60\" disc show\na residual strain of approximately 2 m; during the War glass was estimated\nto be of exceedingly fine quality if the residual strain was as low as 5 m.\nH. is very much pleased with the results of these tests.\nThe Corning people have recently received inquiries from several\nsources concerning the possibility of their quoting figures on Pyrex discs.\nChicago (for the Texas Observatory), Shapley, Toronto, Michigan and Lick\nare all interested, the requests covering 40, 50, 60 and 84 inch discs as\nwell as smaller auxiliaries. Warner and Swasey and J.W. Fecker are now bidding competitively on the Chicago installation. Corning finds it difficult\nto furnish estimates, pending financial arrangements concerning the use of\ncertain equipment bought in connection with the 200\" project.\nThe\nequipment\ncharge, to date, at Corning against the 200\" project is under $25,000 and\nH. estimates that equipment costing only a fraction of this amount could be\nused on these other jobs, chiefly the transformers, the reactors and certain\ncontrol equipment.\nWW indicates that, first of all, it is a satisfaction that this work\nhas progressed so promisingly as to arouse this outside interest; and secondly,\nthat he feels sure the 1 Board would take the attitude that any decision\nconcerning the use of this equipment should be made by the authorities in\nCalifornia, but that it is clear that these authorities would probably ask\nfor our advice. WW, therefore, promises to consult with MM and hasten the\nmatter by giving this advice in advance. H. promises to hold up his inquiry\nto Hale until after hearing from WW.\nCopy TA.\n"}, {"id": "Warren Weaver_Diary_1932-1933_58", "page_idx": 58, "text": "Thursday, November 3, 1932\nDr. .V.Cowdry (Washington Univ., t.Louis)\nC. comes in for a hurried call under the impression that WW had asked\nto talk with him concerning the research of Dr. C.G.Vinson, of the U. of\nMissouri, on plant viruses. Actually, the interview was arranged on notification that Dr. Cowdry wished to see someone concerning this matter.\nC. believes that the necessity for support of this program is entirely due to the emergency situation at Missouri. He does not add materially\nto the information already available on the proposal. He cannot promise, of\ncourse, that V's researches on plant viruses will have important applications\nto problems of animal virus; but believes that the whole situation is so complicated and difficult that it is important to attack it from all angles. He\nbelieves that V. is a good man and that his work deserves support.\nFFR(Copy EB-\n"}, {"id": "Warren Weaver_Diary_1932-1933_59", "page_idx": 59, "text": "Thursday, November 3, 1932\nProf. Harlan T. Stetson (Director, Perkins Observatory, Ohio Wesleyan U.,\nDelaware, Ohio.\nThe registration of Ohio Wesleyan was 1800 two years ago, 1600\nlast year, and 1400 this year. Inasmuch as 75% of the receipts of the\nCollege comesfrom fees, this drop has very seriously affected general\nincome.\nThe effectiveness of the Observatory is in process of being materially increased by virtue of a cooperative arrangement with Yerkes,\nwhereby Yerkes furnishes at Ohio Wesleyan a spectrograph to be used with\nthe 69\" reflecting telescope. Yerkes also pays the salary of one man, and\nhalf of the time of this spectrograph will be devoted to the observing\nprogram of Yerkes and half to Ohio Wesleyan. S. is continuing researches\non relationship between radio intensities (corrected for twilight effect)\nand sun spot numbers, the two curves now showing remarkable agreement.\nHe\nis also studying the correlation between lunar cycles and small variations\nin latitude, the evidence pointing towards a lunar earth tide effect on\nlatitude correlated with the shear component. This study has interesting\ngeophysical ramifications, since the results are approximately ten times\ntoo large to be accounted for on the basis of a homogeneous earth with the\nrigidity of steel. He is also studying, at the stimulation of Loomis,\nvariations in time corrections of radio signals exchanged between Annapolis\nand Greenwich. From the two-way exchange, one may solve for both variations\nin distance (i.e., in longitude), and in sending time. The longitude variations appear to be correlated with lunar cycles, while the variations in\nsending time may possibly be explained in terms of lunar tides in the Heaviside\nlayer (!) Oort is continuing his work on nebulae, and there is important research in progress on comets.\nS. fears that Ohio Wesleyan will not be able to raise all of the\n$10,000 necessary to match the current appropriation, and questions whether\nor not we would credit, as matching funds, sums obtained for research in\nastronomy from other sources. Among such he lists $300 from the Rumford\nFund, half of which was paid before July 1, 1932 and all of which will be\nspent subsequent to that date; $400 from the Gould Fund of the National Academy;\n$500 from the Bates Fund of the National Academy, half of which was received\nbefore July 1, 1932; and $700 salary paid by Yerkes to the man who will carry\nout, at Ohio Wesleyan, the Yerkes observational program.\n(Copy GJB, EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_60", "page_idx": 60, "text": "PH\nFriday, November 4, 1932\nProf. Oivind Winge (Genetics, Royal Veterinary & Agricultural College, Copenhagen)\nCourtesy call. W. was absent from Copenhagen when LWJ and WW visited\nthere last summer to discuss with W. and Prof. Boysen Jensen the proposal for\nsupport to an Institute of Plant Physiology and Genetics.\nW. is now professor of genetics at the Royal College, although he also\nlectures at the University. His own budget is now approximately 50% of what\nit was at its maximum in 1923, the most recent cut being 15% this fall. The\nRoyal College has been cut somewhat more severely than the University, perhaps on account of the unfortunate political activity of its director.\nWW points out that there is a very large burden of proof on any building proposal at this time, due to the effect of general economic conditions on\nthe position of the RF1 as well as on the cooperative possibilities of the institution in question. If this were a new or very recent project it could\nscarcely merit serious study under the present circumstances. This proposal\nhas, however, been before the RF for a considerable period; and there have\nbeen unfortunate delays due to causes beyond the control of either the Univ.\nor the RF. W. understands that no further consideration can occur until it\nbecomes clear what contribution can be guaranteed by the Univ. or the Danish\nState; and furthermore understands that, even though this information be forthcoming in satisfactory form, there is considerable probability that it will\nbe necessary to postpone possible action.\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_61", "page_idx": 61, "text": "PHILADELPHIA\nPH\nMonday, November 7, 1932\nDr. J. R. Schramm (U. Penn.)\nWW visits editorial offices of Biological Abstracts. Meets all\nmembers of the group, and sees in some detail the way in which their work\nproceeds.\nAbout 35,000 abstracts per year are now being produced, and approximately 30,000 per year are being printed. The ones now being produced\nbut not printed are usually very short, so that a small increase in printing\nwould include them. Only recently has the editorial rate exceeded the printing rate, and the total accumulation of unprinted abstracts is only about\n2500.\nAt the outset, abstracts on articles in important journals appeared about 17 months after original publication. This lag has now been\nreduced to 10 months and the present rate of improvement will further reduce\nthis figure within one year to 7 or 8 months. During the last 9 months a\nscheme has been developed for producing author abstracts in cooperation with\nthe editors of journals. These abstracts are written with the original\narticles, and under this system the abstracts can appear three months after\noriginal publication. This cooperative author abstract scheme has been put\ninto effect with 25 of the strong English journals, with the Dept. of Agriculture, and with the Bureau of Fisheries. Less than 4% of the authors failed\nto respond, and the directions to authors are so clear that, so far, only\nthree abstracts have proved definitely unsatisfactory out of many hundred which\nhave been received. This scheme is just being extended to certain strong\nforeign-language journals.\nIn recognition of the position and importance of Biological Abstracts,\nabout 1600 serials are now contributed without pay and without exchange to the\neditorial offices. Approximately 1800 books per year are reviewed, these constituting approximately 80% of the books appearing within the fields covered.\nThe editorial office has extensive files, according to special\ninterests and language ability, of men who are willing to furnish abstracts.\nFrom 15,000 to 20,000 abstracts a year are obtained without pay from this\n\"special assignment\" group. From 8,000 to 10,000 abstracts are obtained by\nsending directly to the authors after publication has occurred, a similar\nspecial request for abstract. The third largest group is formed by the\nabstracts prepared by the editorial staff. These are considerable in number,\nbut are usually short and refer to the comparatively unimportant occasional\npapers not appearing in principal journals. The fourth largest group is\nobtained from special abstract editors who accept complete responsibility\nfor certain journals. The fifth largest, and smallest, group, is formed by the\nauthor abstracts obtained under the cooperative scheme mentioned above. It\nis presumed that the fifth group will gradually absorb the second group.\n"}, {"id": "Warren Weaver_Diary_1932-1933_62", "page_idx": 62, "text": "Dr. J.R.Schramm (Cont'd)\nIn five or six special instances it has been found necessary to pay\nsmall honoraria in order to obtain abstracts. An outstanding instance is the\nComptes-Rendus de Socie tie de Biologie, in which appeared some 3,000 short papers\na year. About $150 a year is now spent for honoraria.\nThose responsible for Biological Abstracts are convinced that they\nare not spending too much money or effort in trying to do too good a job.\nIt was agreed when Biological Abstracts was first planned that the various\nfields were then being covered in an unsatisfactory way, and that one principal purpose of Biological Abstracts was to furnish reasonably complete coverage.\nUnless the job is to be done well, there is little or no justification for\nBiological Abstracts. The completeness of their coverage has been dictated\nby the subscribers and there are, at present, only two serious criticisms\nof the Journal: the slowness of the indexing and the lack of completeness.\nS. points out that the field now being covered is very widespread, and that\nsome of the most effective and important work they are doing lies at or near\nthe limits of the field. Since the area is so large, moreover, a small increase in radius corresponds to a large increase in area. (This argument of\nS's can clearly be used against him as for him, for it would indicate that\nthe number of abstracts could be cut down quite considerably without reducing\nby much the radius of the field covered.)\nThe possibility of a sectional abstracting service is discussed\nat length. A fundamental and important objection is the loss in synthetic\ninfluence which would result. The importance of the synthetic influence of\nBiological Abstracts has been much emphasized and widely appreciated. The\npossible arguments for a sectional service would be economy and increase in\nthe subscription list. The cost of specialized abstracting in the biological\nfields has proved itself to be very high, and even when the various specialized\nservices are furnished by one central organization, as in the case of the\nWistar Institute, no economy has resulted. S. calls attention to the difficulty in forming useful groupings of the 100 sections with which Biological\nAbstracts now operates. So much modern research cuts across old lines. A\ncancer man, for example, is interested in genetics, histology, cytology,\nmorphology, etc. S. obviously believes that a sectional service would be\nvery unfortunate, but he is entirely willing to investigate further the possibilities of economy under such a service. He promises to study this question.\nThe original estimate of the group which planned Biological Abstracts\nwas that 40,000 abstracts could be edited, per year, on non-honorarium basis\nfor $75,000. Apparently some early misunderstanding arose as to the financial\nimplications of this project due to the fact that Vernon Kellogg, in his\noriginal presentation of the matter to the RF, did not make direct use of the\nreport of the committee. S. and McClung state that it was an entire surprise\nto them when they learned that Kellogg had presented the request without consulting them or their findings. The original estimate on costs of editing\n"}, {"id": "Warren Weaver_Diary_1932-1933_63", "page_idx": 63, "text": "Dr. J.R.Schramm (Cont'd)\nhas proved to be surprisingly accurate. The only real change in the original\nplan has been caused by the unprecedented and unanticipated increase, since\nthe War, in scientific literature.\nVolume II of the Index will appear Nov. 30, and Volume III will be\nready for the members approximately January 15 and will be distributed early\nin the spring. It is hoped that Volume IV will also be distributed during\nthe year 1933. The Indices cost approximately $5,000 per volume for printing\nand $3,000 per volume for editorial work.\nThere are, at present, approximately 1350 library subscriptions at\n$15 a year and an equal number of individual subscriptions at $9 a year. The\nsubscription income for the present year will approximately equal that for last\nyear, but it is feared that this income will decline next year.\nCopy PH\nEB\n"}, {"id": "Warren Weaver_Diary_1932-1933_64", "page_idx": 64, "text": "Tuesday, November 8, 1932\nUNIV. OF PENNSYLVANIA\nWW visits various Science Depts. of U. of Pa. under the guidance\nof Prof. McClung.\nWhen MM visited the U. of Pa. in was shown the \"bad spots\"\nand McC. now wishes to show to WW some of the more satisfactory situations.\nMcC. lists the \"bright spots\" as: (1) The Medical School, which enjoys fourfifths of the research income of the institution; (2) The Moore School of\nElectrical Engineering; (3) The associated Wistar Institute, Phipps Institute,\nand the Evans Inst. & School of Dentistry. It is clear that the work in\nzoology under McC. should also be included as one of the \"bright spots\".\nIn the Dept. of Zoology, beside McC., are: J.P. Moore (Prof.Zool.),\nthe world's authority on analyds; Dr.Colbert (?), an entomologist who\nspecializes on the dragon fly; and L.V.Heilbrunn (Assoc.Prof. Zool.), a physiologist\nwho was trained under Lillie; D.H.Wenrich (Prof.Zool.), a young protozoologist\nwhom McC. believes to be very promising; and H.B.Baker (Assoc. rof. Zool.)\nprobably the second authority of this country on mollusks.\nAfter visiting the Zoology Dept., a courtesy call was made on\nPres. T.S. Gates. G. is primarily responsible for the financial situation\nat the University, while Provost .H. Penniman is concerned with educational\nmatters, being specially charged with the direction of the library and of the\ngraduate work. P. has apparently passed his prime, and leans very heavily\nupon McC. for counsel. G. was a high official in the Penn. RR and was connected with various Morgan financial houses. I.L.Crosby, Prof. of Greek and\nDean of the Faculty of the Graduate School, has publicly announced that his\nprimary interest is in the College and that he will not favor any move in\nthe Graduate School which, in his judgment, has any unfortunate effect upon\nthe College. It is difficult to see just how the U. Pa. can have important\ngrowth or development until there is a change in leadership.\nWW visits Detlev W. Bronk, Prof. Bio-Physics and Director of the\nEldridge R. Johnson Found. for Research in Medical Physics. B. was a Swarthmore\nundergraduate but his graduate work in physics was done under Randall at Michigan.\nFrom 12 to 16 post-doctorate men work in his laboratory. They are working on\nthe thermodynamics of smooth muscle, on a study of the electric potentials\nof single nerve fibres, on the nervous regulation of blood pressure, and on an\nelectrical study of the properties of the visual receptors in the eye. Except for\nthe smooth muscle work, all of this research makes use of the electrical dynamics\ndeveloped in Adrian's laboratory. The experimental equipment seems adequate\nand the work interesting and important. B. is young and enthusiastic, but is\nprobably spreading himself too thin. He maintains an active connection with\nthe Biology Dept. at Swarthmore.\n"}, {"id": "Warren Weaver_Diary_1932-1933_65", "page_idx": 65, "text": "Tuesday, November 8, 1932 (Cont'd)\nProf. A.N.Richards (Dept.Pharm.) has an extensive program of\nresearch, financed by the Commonwealt Fund, on kidney functions. He works\non the exposed and operating kidneys of living snakes, frogs and mud puppies,\nand has developed a calorimetric method of ultra-microanalysis which measures\none millionth of a milligram of sugars, phosphates, uric acid, creatinine,\netc. Prof. C.F.Schmidt Dept.Pharm.) is working on the carotid sinus in its\nrelationship to circulation and respiration. He has demonstrated a double\nnerve mechanism which controls the pressure and rate of flow of the blood.\nProf. Isaac Starr (Clin. Pharm.) is working on the physiological actions of\nvarious choline derivatives.\n(Copy AG)\nShort calls are made on Prof. E.R.Clark (Anat.) who shows his interesting work on direct microscopic study of cell formation in rabbits' ears,\non R.G.Williams (Asst. Prof.Anat.) ; on Prof. M.H.Jacobs (Gen'l Phys.) who is\nnow Director of Woods Hole; and on Prof. Stuart Mudd (Associate Prof. Bact.)\nwho is investigating physical and chemical questions bearing on the mechanism\nof immunity.\n(Copy AG)\nAt luncheon with McC. and Richards, WW meets P.H.Musser (Prof.English\nand Dean of the College), and R.H.Fernald (Dean of Faculty of Towne Scientific\nSchool) .\n(Copy EB)\nVisit, with r.Johnson (Asst.Director), to Bartol Foundation (Swarthmore)\nIn the evening.\nThere are three full-time permanent members of the staff, and six\npost-doctorate fellows, two of whom are NRC fellows. The program of research\nis largely concentrated on cosmic ray and nuclear problems. The equipment\nand location are first-rate, and WW expected to be impressed by the staff.\nPerhaps on account of this expectation, he is disappointed. Bainbridge (MIT\nand Princeton) working with the mass spectrograph on isotopes, seems the most\ninteresting and promising man.\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_66", "page_idx": 66, "text": "Tuesday, November 8, 1932\nU. of PA., Moore School of Electrical Engineering\nOf which Harold Pender is the Dean.\nSome years ago a wealthy Philadelphian left a sum of money to\nfound the School of Electrical Engineering. It was finally arranged that\nthis school should be formed by enlarging and giving separate existence to\nthe Dept. of Electrical Engineering of the existing Engineering College of\nthe U. of Pa. A large factory building was rebuilt to house the School.\nThe School has a separate budget, but has academic and financial\nrelations with the U. of Pa. for the book exchange of credits and costs of\ncourses.\nP. takes WW through the building. P. does not seem very clearly\ninformed concerning the research projects of the staff, and for the most\npart these are surely not impressive. One staff member has been working\nwith assistants for over a year to determine whether or not \"touch has a\ndefinite effect upon the tone of a piano\". The Russian engineer, Nicholas\nMinorsky (Asst.Prof. Elec.Eng.), whom they obviously view as a strong research man, has several research projects under way, but does not seem to\nbe doing active work on any of them.\nIn general, the impression is not favorable.\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_67", "page_idx": 67, "text": "Wednesday, November 9, 1932\nJOHNS HOPKINS UNIVERSITY\nChemistry Department:\nWW visits the Dept. with Dr. Frazer (Baker Prof. Chem.) . There\nare\n239 undergraduate and 116 graduate students of chemistry, the latter group including holders of the special State fellowships in chemistry under the New\nPlan. D.H. Andrews (Prof.Chem.) is a physical chemist specializing in thermodynamics. He is not present at the time of ww's call, but one of his assistants explains his work. He is measuring specific heats of organic compounds\nby a straight calorimetric method. This work is in its early stages. He is\nalso interested in making mechanical models of various atoms from which can\nbe demonstrated the theory of the Raman spectra. J.B.Mayer (Assoc. in Chem.)\nis a former student of .N.Lewis and works with Max Born at Göttingen summers.\nHe specializes in the energetics of crystal lattices. His wife, last summer,\nprepared the new edition of Born's treatise on this subject. In Mayer's\nlaboratory Mrs. Wintner, wife of the mathematician, is working on an experimental problem. Mayer is young and impresses one as an enthusiastic and able\nman.\nWW meets Prof. Neil E. Gordon (Garvan Prof. Chem. Educ.) who is\nin charge of the State fellows. One man is chosen from each participating\nState on the basis of competitive examinations and interviews. Local State\nCommittees spend from three to four weeks making final selection, often inviting the three or four best men to come, at the expense of the local committee, for interviews. In a recent close case the two best men were entertained\nby a committee for 2/2 days before the decision was made. According to the\noriginal plan, these men were to have completed their sophomore year, and would\nreceive their doctorate after four years' training at Johns Hopkins. Actually,\npractically all of the appointees already hold their Masters degrees. They\nreceive $1,000 a year for four years. Each of these State fellowships is to be\ndividually endowed, and there are now 32 such fellowships. It was planned to\naccept 12 new men each fall. The plan is now beginning its fourth year. G.\nis an enthusiast, and one hopes that a false impression is gained from the\nfact that the walls of his office are almost completely covered by \"inspiring\"\nmottoes of the Edgar Guest type.\nE.E.Reid (Prof.Chem.), chief organic chemist, is somewhat older\nand apparently not very active. V.A.Patrick (Prof.Chem.) is a colloidal\nchemist who much prefers to be called a physicist. A considerable amount of\nresearch is being carried out under his direction, but one does not feel entirely convinced of the soundness of his scholarship.\nIn general, WW is disappointed by the visit. This may have been\ndue to the fact that Prof. Frazer was not a skillful guide and wasted the\nmajority of his time.\nCopy EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_68", "page_idx": 68, "text": "BALTIMORE\nJOHNS HOPKINS (Cont'd)\nWednesday, November 9, 1932 (Cont'\nWW next visits the Zoology Dept. This dept. has 150 undergraduate\nstudents and 40 graduate students. The heavy emphasis is upon zoology, under\nProf. Jennings, which has some 30 graduate students. There are 2 or 3 graduate\nstudents in botany and a similar number in plant pathology. Jennings specializes in genetics, particularly the genetics of protozoa. His chief assistant\nis T.M. Sonneborn (Res. Assoc. in Zool) A. Weinstein (Res. Assoc. in Zool.)\nalso specializes in animal genetics, working with drosophila. C.W. Metz (Visit.\nProf.) is shared with the Carnegie Institution, and specializes on the cytology\nof genetics. He works with fungi and with gnats. s.o. Mast (Prof. Zool.) is\na general physiologist and specializes on the amoeba. R.P. Cowles (Assoc.Prof.\nZool.) has charge of the undergraduate work and is interested in fresh water\nbiology. Of the present grant in biology approximately $31,000 per year goes\nto Pearl and$19,000 to zoology, botany and plant physiology. This grant has\nmade possible the appointment of Metz and full-time research assistants to\nJennings and Mast.\n(Copy EB)\nDinner at the home of President Ames:\nPresent: E.W.Berry Prof.Paleontology, Dean Coll. Arts & Sciences)\nH.S.Jennings (Prof.Zool.), C.W.Metz (Visit.Prof.Zool.) F.D.Murnaghan (Prof.\nApplied Mathematics), G.H.Dieke lssoc.Prof.Physics) and G.Boas (Assoc.Prof.\nPhil.) and J.A. Bearden (Assoc.Prof. Physics)\nBefore the guests arrive A. discusses his ideas concerning professorial appointments. He desires a small permanent staff of full professors and a larger, rapidly changing group of junior appointments. The junior\nappointees will understand that under no conditions will they be promoted\nto full professorships at Hopkins, and that their experience at Hopkins will\nbe limited to a few years. During this period they must be sufficiently active\nscientifically to stimulate calls from elsewhere. After a junior appointee\nhas spent a few years elsewhere he is eligible for consideration to the permanent staff. The permanent staff is not to be increased in number, and appointments will be made only to fill vacancies.\nA. does not recognize the distinction between a good teacher and\na good research man; but he does recognize as valid a distinction between a\nman whose primary service is to his own institution and a man whose primary\nservice is to a much wider community. The first group includes distinguished\nteachers, research men, administrators, and takes general account of the\ngeneral contribution which a staff member may make to the intellectual, social\nand artistic life of the community. A. believes that both groups have valid\nclaims upon an institution.\n"}, {"id": "Warren Weaver_Diary_1932-1933_69", "page_idx": 69, "text": "JOHNS HOPKINS\nThursday, November 10, 1932 (Cont'd)\nWW visits the Geology Dept. with Dean Berry, and meets several\nmembers of the staff.\nB's interests are in paleontology and especially in paleontological\nbotany. WW meets Ernst Cloos of Bonn (Lecturer in Structural Geology) and\nJ.T.Singewald, Jr., (Prof Economic Geology) . The interests of the department\nseem to lie almost wholly along classical lines of mineralogy, petrography,\neconomic geology, and still more classical paleontology. The department has\nan exceedingly fine library which maintains a detailed subject index so effective that its facilities are often sought by Government and other workers.\nPhysics Dept.\nThere are approximately 15 graduate students. J.C.Hubbard (Prof.\nPhysics) has one, R.W.Wood (Prof.Exp.Physics) has one, H.F.Herzfeld (Prof.\nPhysics) has one, A.H Pfund (Prof.Physics) has three, G.H.Dieke (Assoc.Prof.\nPhysics) has one, and .A.Bearden Assoc.Prof.Physics) has five. Bearden\nis a young experimental man who took his degree with .H.Compton and who reminds one of Compton both in appearance and manners. Bearden had the supervision of 12 graduate students at Chicago during Compton's trip around the\nworld in 1929. Bearden is working on precise measurements of wave lengths\nand on refractive indices at X-ray frequencies. He states that Siegbahn's\nprecision is one part in 100,000, although his results are printed to one\npart in 1,000,000. Bearden states his own precision to be one part in 500,000.\nDieke is a young theoretical physicist, a student of Ehrenfest's. He is\nworking in spectroscopy, particularly in resonance phenomena in in co. During\nthe summers he works at Loomis Park on. the absorption spectra of formaldehyde.\nHerzfeld is a very able theoretical physicist. He is working on an exact\nequation of state, and on a theoretical basis for the fact that there are\nthree and only three states of aggregation. He is also working on wave\nmechanical analysis of chemical mechanisms.\nOmitting Wood as being considerably older, Herzfeld is undoubtedly\nthe strongest man, with Dieke probably second. Bearden is very smooth and\npolished, and may be good.\nIt is not a particularly strong or particularly well balanced department.\n-Mathematics Group:\nWW meets all members of the group. F.D.Murnaghan (Prof.Applied\nMath.) has gathered a very interesting and very strong group of young men,\nincluding G.T.Whyburn (Assoc.Math.), A. Wintner (Assoc.Math.) , 0. Zarisky\n(Assoc.Prof.Math.) E.R.VanKampen, (Assoc.Math.) and J. Williamson (Assoc.Math.)\n"}, {"id": "Warren Weaver_Diary_1932-1933_70", "page_idx": 70, "text": "Thursday, November 10, 1932\nNational Research Council:\nWW visits the NRC offices, and spends nearly an hour with Dr.\nW.1 H. Howell, Chairman, and Dr. Campbell, President of the National Academy.\nLater WW is shown the building and meets the Division Chairmen\nwho are in residence, Dr. Bayne-Jones (Med.) and A.T.Poffenberger (Anth. & Psych.)\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_71", "page_idx": 71, "text": "Monday, November 14,1932\nDr. W.R.Robbins (U. Missouri)\nIn New York for the NYU Conference.\nCalls to urge consideration for support for Schlundt's radium work.\nWW indicates that consideration of the various U. of Missouri proposals will\ndoubtless be delayed until after his visit to that institution sometime this\nwinter.\nR. speaks of the possibility of consideration for general research\nfunds and indicates that he would much prefer to treat Schlundt's project under\na fluid research fund than as a special case. R. states frankly but confidentially that he has serious reservations concerning Vinson's work; feels\nthat V. is over-enthusiastic, and indicates that if the U. of Missouri were\ngranted a fluid research fund he believes that the local group would deflate\nV. somewhat and require him to make a stronger case than he has at present\nbefore they would grant him extensive aid.\nCopy\nAG\nFFR\nPH\nEB\n"}, {"id": "Warren Weaver_Diary_1932-1933_72", "page_idx": 72, "text": "Monday, November 14,1932\nMr. Farnham P. Griffiths (Trustee, Mills College)\nG. is a lawyer. He has had some academic experience. For four\nyears he was secretary to Pres.W.Campbell, and has had some teaching connection with the Law School of the U. of California.\nG. is in the city on other business, and calls at the request of\nPresident Reinhard. G. is not at all familiar with the most recent proposals\nof Mills College for aid to its science group, and understands that any consideration of such questions must be delayed.\nCopy TA\nWWB\nDHS\nLKF\n*President Emeritus, U. Calif.\n"}, {"id": "Warren Weaver_Diary_1932-1933_73", "page_idx": 73, "text": "Tuesday, November 15, 1932\nM. Lyle Spencer (President, U. of Washington) with MM\nS., in the city for the NYU Conference, calls to present a progress\nreport of the Oceanographic Laboratory for the year from October 1, 1931 to\nOctober 1, 1932. He also calls attention to the pending request for support\nof research in the Physics Dept.\nWW informs S. of his intended visit to the U. of Washington after\nChristmas.\nLater, S. emphasizes that the report on the first year of operation\nof the Oceanographic Laboratory, as presented to the RF, is in just the form\nin which it came from the Director; all criticisms, suggestions, etc. appear\nuncensored.\nS. and WW discuss briefly the application for support of research\nin the Physics Dept. of the U. of Washington. WW emphasizes that the RF is\ninterested in concentrating its activities, and that there is little legitimate\ninterest in departmental support of this sort. S. clearly recognizes principles\ninvolved.\nCopy GJB\nPH\nWW:PH\nEB\n11/23/32\n"}, {"id": "Warren Weaver_Diary_1932-1933_74", "page_idx": 74, "text": "Wednesday, November 16, 1932\nActing-President Newcomb (U. of Virginia)\nIn the city for the NYU conference, N. dropped in here to discuss\nthe Mountain Lake Biological Laboratory project. He reported that they have\nrecently sent letters to 30 of the leading biologists and biology teachers\nof the South in an attempt to obtain somewhat more concrete evidence of the\ncooperative feature of the proposed station. N. also has arranged for a\nconference with President Graham of North Carolina, and will talk with President Few of Duke. Out of these conferences may possibly come a suggestion\nfor formal cooperation.\nCopy TA\nDHS\nWWB\n"}, {"id": "Warren Weaver_Diary_1932-1933_75", "page_idx": 75, "text": "Friday, November 18, 1932\nMr. Homer L. Dodge (Prof. Physics, U. of Oklahoma)\nMr. P.E. Klopsteg (Central Scientific Co., Chicago)\nD. is President, and K., Treasurer, of the American Association\nof Physics Teachers, organized in 1930. D. states that the organization\nnow has 500 members, distributed widely over the country, about half of whom\nare also members of the American Physical Society. The Ass'n bears about\nthe same relationship to the American Physical Society that the Mathematical\nAss'n does to the American Mathematical Society. Activities, at present,\nconsist of: (1) programs at meetings; (2) a proposed journal; (3) committee\ninvestigations. Four committees are operating. The first is studying whether\nor not there should be differentiation in first year college science courses\nbetween general, engineering, premedical, etc., students. The second committee\nis studying the relationship of elementary courses in physics to the four\nyear curriculum of general and special students. The third committee is\nstudying the uses, in science teaching, of visual education. The fourth committee is carrying on a rather specialized study on the relationship of the\nhigh school mathematics curriculum to university physics teaching. D. is\nthe field director of the national survey now being conducted on university\nteaching under the auspices of the American Ass'n of University Professors.\nD. asks whether or not WW thinks it possible to interest this or\nother foundations in supporting the present and other possible committee activities of this Ass'n. WW indicates that such a suggestion would lie definitely\noutside the RF program; that the GEB is not engaging in new projects pending\nadoption of a new program. WW suggests that many persons interested in such\nquestions are hoping that a nationally planned study relating to high school\nand junior college teaching can be organized. If such a study is made, WW\nsuggests that the Amer. Ass'n of Physics Teachers ought to lay their case before the central planning organization for such a study. WW is careful not\nto hold out any suggestion of promise that such a study would be financed by\nthe GEB but rather indicated that the possibilities of special support by any\nfoundation are probably small, and that a valid case would have to be made\nfor such a proposal in connection with larger plans.\nThe ideas on science teaching brought forward by D. and K. are very\ninteresting and promising, and it may well be that this organization will prove\nto be a useful cooperating agency in connection with the proposed program of\ngeneral education.\nWW:PH 11/23/32\nCopy TA\nDHS\nCopy Miss Oster\nNoted NST, Cy EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_76", "page_idx": 76, "text": "CAMBRIDGE, MASS.\nMonday, November 21, 1932\nMASSACHUSETTS INSTITUTE OF TECHNOLOGY\nIn the morning WW calls on Pres. K.T.Compton, who discusses general\nplans for developing the basic sciences at MIT and the program of cooperation\nwith the Science Depts. of Harvard.\nVannevar Bush (Dean, Sch. Eng.) comes in and WW discusses with C.\nand B. the question of furnishing detailed information concerning the differential analyzer for Rosseland.\n(Copy EB)\nIn the absence of Dean Prescott, T.W.M.Bunker (Prof.Biochem. & Phys.)\noutlines the fields of research interest of the Dept. of Biology & P.H., and\ntakes WW through the rooms where the various researches are in progress. It is\nclear that this department, as is also the case with the Depts. of Math. and\nPhysics, presents a dual aspect. There is an older group interested in technological problems, and a younger, very active group interested in fundamental\nresearch. In this department, however, the work of the older group is itself\nsignificant and interesting, lying largely along the lines of food technology.\nThe research interests of the department are set forth in the accompanying outline furnished by Bunker. WW is impressed with the amount and probable value of\nthe research going on in this department.\nWW next inspects the differential analyzer under the guidance of\nBush. This formidable machine produces solutions, correct to less than one\npart in 1,000, of ordinary non-linear differential equations of the fourth, or\neven higher, order, taking account of complicated boundary conditions, including conditions in infinity, and furnishing normalized solutions when required.\nThe machine will carry out calculations in less than ten minutes which would\nrequire days for a staff of computers. A problem can be set up on the machine\nin less than one day. A larger and more powerful machine could readily be\nbuilt, the technological problems having been effectively solved. A machine,\nfor example, less than twice as large as the present one, would furnish\nsolutions to a threé-body problem. The success of the machine depends upon\nthe skillful design and mechanical excellence of three critical units: the\nrolling disc integrating device, the torque amplifier, and the device for the\ncomplete elimination of backlash in gears. However, a large number of other\ndifficult mechanical and electrical problems had to be solved, including the\nproblem of effective automatic control of the machine to prevent accidents;\nthe development of a recording device which does not interrupt the process of\nthe machine and which furnishes accurate numerical tables of the required\nfunction which solves the differential equation in question; etc.\nBush also has developed a large and entirely successful network\nanalyzer which, by electrical means, furnishes solutions of systems of algebraic equations. Bush has a somewhat crude but successfully working model\nof an optical integrating device which handles integrals with variable perimeters of sufficient generality so that the machine can be used to solve\nintegral equations. B. is also working on a smaller electrical device for\nevaluating determinants.\n"}, {"id": "Warren Weaver_Diary_1932-1933_77", "page_idx": 77, "text": "Monday, November 21, 1932 (Cont'd)\nThe Ordnance Dept. is about to build a duplicate of the differential analyzer. This machine will not embody any of the improvements which\nBush is willing to furnish to Rosseland. Bush does not feel that these improvements entail any risk whatsoever, but he is skeptical concerning the\nability of the Ordnance Dept. engineers to do more than produce an exact copy\nof the existing machine.\nWW is very much impressed by the power and accuracy of the machine.\n(Copy EB)\nLuncheon - University Club\nWW meets the following, whom Pres. Compton has invited: .W.M.Bunker\n(Prof.Biochem & Phys.), F.S.Woods (Prof.Math.), W. Lindgren (Rogers Prof Econ.\nGeology), J.C.Slater (Prof.Physics), F.G.Keyes (Prof.Physico-Chem.Res.)\nC-G A. Rossby (Assoc.Prof .Meteorology), and L.B.Slichter (Assoc.Prof.Geophysics)\nMeteorology Dept.\nWW visits the department, and goes over the details of the aerological project with Rossby and with Prof. Willett (Synoptic Meteorology).\nMeets K.0 .Lange (Instructor), and Prof.Haurwitz (Inst. of Geophysics, Leipzig)\nwho will lecture on theories of dynamic stability in their applications to\nmeteorology, during the spring semester 1933. H. tells WW that he is \"quite\nsure\" that the Paris office is approving the recent request for support to\nthe Geophysics Institute of Leipzig. WW also meets D.C.Sayre (Asst.Prof.\nAeronautical Eng.) and is very favorably impressed with the entire group.\n(Copy EB)\nChemistry Dept.\nUnder the guidance of F.G.Keyes (Prof.Physico-Chem.Res.) This\ndept. has recently been given a considerable sum to be used \"in making the\nstudy of chemistry more attractive\". Part of this money has fitted up a\nsocial room, and part has been used to furnish the head of the dept. with an\nelaborate office. The dept. still carries on the strong tradition of physical\nchemistry which was built up under Noyes, although the other fields are now\nentirely adequately represented. The quarters and equipment are splendid,\nand the research atmosphere active and stimulating.\n-At 4:30 tea is served in the social room, this being the first\ntime that it has been used. WW meets a large number of the staff in Chem.,\nPhysics and Math. and a considerable number of research fellows.\n"}, {"id": "Warren Weaver_Diary_1932-1933_78", "page_idx": 78, "text": "Monday, November 21, 1932 (Cont/d)\nBoth before and after tea, WW visits the Physics Dept. under the\nguidance of J.C.Slater Prof.Physics), and Pres. Compton. The situation\nhere is closely analogous to that in chemistry. The younger group is strong\nand active, and has splendid facilities. The opportunities for spectroscopic research are certainly the finest to be found anywhere in the world.\nCompton seems to be successful in combining his administrative duties with a\ncontinuing active interest in his own research.\nThe day's visits have been most effectively and pleasantly arranged\nby Pres. Compton, and the general impression is certainly a very strong one.\n"}, {"id": "Warren Weaver_Diary_1932-1933_79", "page_idx": 79, "text": "Tuesday, November 22, 1932\nHARVARD UNIVERSITY\nWW calls on G.B.Kistiakowsky (Asst.Prof.Chem.) and discusses\nwith him the proposed research on heats of organic reactions. K. is young,\nattractive, modest and very keen. He points out that there are two main\nuses for accurate data on heats of reactions. First, they are necessary as\nan experimental check to theoretical calculations of structure. Secondly,\ncomplete thermodynamic data for treatment of chemical equilibria and reaction\nrates consist of: (1) heats of reactions, (2) specific heats, (3) theoretical\nknowledge of vibrational and rotational behavior.\nSpecific heats of organic compounds are being measured by Parks\nat California and Andrews at Johns Hopkins, the latter correlating these with\nRaman frequencies. In determining heats of reactions by the heat of combustion\nmethod, the total heat measured is of the order of one million calories, and\nthe measurement is liable to an error of from one to two thousand calories.\nThe mutual bonding energies are themselves of this same order of magnitude\n(one thousand to two thousand calories) so that the heat of combustion\nmethod\nis not effective. In the computation of moments of polar substitution compounds,\nenergies of approximately ten thousand calories are in question, so that here\nalso an error of two thousand calories is very sorious. The proposed nethod\nof Conant and Kistiakowsky makes use of the extremely accurate recently developed\nadiabatic calorimetry.\nDuring the latter part of the interview I.B.Conant (Prof.Org.Chem.)\ncomes in. Later, he tells WW that Kistiakowsky is viewed by the dept. as the\neventual successor to Richards (atomic weights) Conant states frankly that\nHarvard made offers to Bodenstein and Taylor but that they are now glad that\nthese offers were refused and that they have Kistiakowsky instead.\n(Cy EB)\nBiological Laboratories:\nWW first sees the Zoology Division under the guidance of Prof.\nL.Hoadley, a former NRC and IEB fellow. In this dept., G.H.Parker (Prof.Zool.)\nwho has 12 graduate students working with him, is interested in the elementary\nnervous system and the behavior of chromatophores; H.W.Rand (Assoc.Prof.Zool.),\nwho has two graduate students is working in regeneration, morphogenesis and\nskin and wound healing, doing a great deal of his work on tadpoles; A.B.Dawson\n(Assoc.Prof.Zool.), who has six students, is working in functional cytology of\nsecretion processes; J. Wyman (Asst. Prof.Zool.), who has two students, is\nworking in the electric and dielectric properties of proteins; J.H.Welsh (Instr.\nZoo1.) is working in the nervous system and particularly in behavior problems;\nA.C.Redfield Prof.Physiology) who has two students, is working in biochemistry,\nparticularly in the deposition and function of pigments; R. MacDonald (Asst.Prof.\nZool.) is working in invertebrates, particularly in respiration and distribution, and in\necological problems related to fisheries; L.Hoadley (Prof.Zool.) who has 9\nstudents, is working in embryology; N.B.Castle (Asst.Prof.Med.) is working in\nanimal genetics. T.Brues (Assoc.Prof. Econ. Ent.) .C.Bequaert (Asst.Prof.Ent.)\nand V.M.Wheeler (Prof.Ent.) are associated with the Div. of Zoology, Wheeler\n"}, {"id": "Warren Weaver_Diary_1932-1933_80", "page_idx": 80, "text": "Tuesday, November 22, 1932 (Cont'd)\nhaving earlier been attached to Bussey Institution. At the Museum of Comp.\nZool. Thomas Barbour (Prof.Zool.) specializes in the taxonomy of reptiles,\nNathan Banks (Assoc.Prof.Zool.) in insects, G.M.Allen (Assoc.Prof.Zool.)\nin birds and mammals, and H.L.Clark (Assoc.Prof.Zool.) in the starfish and\ncorals.\nWW has had no way of estimating the ability of this staff, but\nis disturbed by Hoadley, who is impressive in a heavy and oily way, and who\nappears to rate himself very high. He often uses such phrases as \"when I\ndesigned this building \" Hoadley seems very proud of the quarters and\nequipment, both of which seem lavish.\n(Cy EB)\nPhysiology Division:\nWW is so much interested in talking with W.J.Crozier (Prof.Gen.\nPhys.) that no time is left to meet the other members of the staff.\nThe staff other than Crozier are: ..S.Castle (Asst.Prof.Phys.,\nalso in charge of undergraduate instruction) photo-excitation of fungi;\nG.L.Clark (Instructor, Phys., half time oceanography) movements of organisms\nin the sea, and light penetration into the sea; F.L.Gates (Instructor,\nGen'1 Phys., formerly of RI) effect of ultra-violet light on organisms,\nbacteriological physics; A.E. Navez (Lecturer, Gen'l Phys., originally a\nbotanist) physiology of plants; G. Pincus (Asst. Prof.Gen.Phys, originally\na botanist) genetics and cytology; T.J.B Stier (Instructor, Gen'1 Physi)\ntemperature effects with Crozier, also introductory courses and business\nadministration of the lab.; Morgan Upton (Instructor Gen.Phys., zoologist\nand psychologist) behaviour problems; E. Wolf (Lect. Gen.Phys., zoologist\nfrom Heidelberg) physiology of vision in insects and effect of temperature\non heartbeats; Pei-sung Tang (Research Fellow) plant physiology and biochemistry of respiration.\nCrozier points out that his staff is young (only two over 40),\nand that responsibility for the elementary courses is subdivided so that each\nyoung man teaches a portion of an elementary course, but also has a chance to\nconduct a graduate course or seminar in his own specialty. Since he has had\ncharge of the division, Crozier has been principally anxious to remove the\nold morphological bias from the work in zoology.\nCrozier views an organism as a sequence of happenings, and proposes to make a quantitative study of all of these happenings, bringing to\nbear all of the technique of mathematics, physics and chemistry in this study.\nHe is interested in behaviour, but more particularly in reproducible performance,\nand still more particularly in variations in performance as caused by variations in physical or chemical conditions. He finds these variations to be\n"}, {"id": "Warren Weaver_Diary_1932-1933_81", "page_idx": 81, "text": "Tuesday, November 22, 1932 (Cont'd)\nPhysiology Division (Cont'd)\ngenetically significant, in that he can describe them by means of equations,\nthe constants of which do not change over many generations, and under large\nmetabolic changes. WW suggests to Crozier that a mathematician or physicist\nwould say that he was looking for behaviour properties invariant under pure\nline breeding, or, perhaps, for \"genetically conservative quantities. Crozier,\nwho is himself originally a physical chemist, agrees that this is just the\npoint. In his study of the photo-sensory system he has, for example, found\nexactly the same form of relationship for organisms as widely separate as\nfungi and the human eye. Crozier has seventeen graduate students, and is a\nmost interesting and forceful person.\nLuncheon:\nWW takes luncheon with the committee which has charge of the\nHarvard project in geophysical research, - ..C.Graton (Prof.Mining Geology)\nD.H. McLaughlin (Prof. Mining Eng.), 2.A.Daly (Hooper rof.Geology), Harlow\nShapley (Paine Prof. Practical Astronomy) and P.W.Bridgman (Hollis Prof.\nMath. and Nat. Philosophy).\nAfter lunch the committee goes to see the new high pressure, high\ntemperature apparatus which is being set up in a small shed built during the\nwar. A bomb-proof shelter was available in this shed, and the dangerous\nportions of the apparatus are located within this shelter. The apparatus\nwill produce working conditions of 16,000 atmospheres of pressure\nand temperatures running up to 600°C. by the use of an external furnace, and\nfrom 12,000 to 15,000.°C. by the use of an internal furnace. The apparatus\nis nearly completed and experimental work on the properties of rocks at high\npressures and high temperatures will begin soon. This work is under the\nimmediate supervision of Dr. A.F.Birch (Instructor, Physics), who had his\nprevious training under Bridgman.\nWW then attends a meeting at which there is presented to the committee a report of two research projects carried out during the past year.\nLewis D.Leet (Instructor in Geology) reports briefly on his seismological work.\nHe has been making direct and accurate measurements of velocities in known\nrock in position. One of his principal purposes is to determine to what extent velocities furnish information concerning the kind of rock. Such interpretations are apparently impossible. Velocities in sedimentary rock, for\nexample, are usually low but sometimes are actually greater than velocities\nin igneous rocks. Dr. Zisman has been making static and dynamic measurements\nof elastic constants of rocks. Previous static measurements of Young's\n"}, {"id": "Warren Weaver_Diary_1932-1933_82", "page_idx": 82, "text": "Tuesday, November 22, 1932 (Cont'd)\nGeophysics Group (Cont'd)\nmodulus of granite vary by a factor of five. Z. has developed an accurate\nand satisfactory method of making these measurements, and has completely\nexplained the discrepancies in previous measurements in terms of variation\nof elastic properties with load and with moisture content. Most of the\ntested rocks are anisotropic, the ratio of elastic properties in two directions\nrunning, in the case of gneiss, as high a.s 5tol. Z's work seems accurate and\ninteresting, and points out the difficulties in attempting to interpret\nseismological data on the ordinary assumption of homogeneous isotropic material\nof known elastic constants.\n(Cy EB)\nBotany Department:\nWW next visits this department, under R.H. Wetmore (Asst.Prof.\nBotany). W is interested in the effect of environment on structure, and works\nwith angosperms. The Botany Dept. has approximately 25 graduate students.\nE.C.Jeffrey (Prof.Plant Morphology, retiring soon) is interested in morphology\nand cytology; W.H.Weston, Jr. Prof.Cryptogamic Botany) in forest pathology\nfrom the microscopic side; R.H.Woodworth (Instructor in Botany) in morphology.\nThere are many groups, dispersed over the campus, interested in\nbotany. At the Arnold Arboretum, for example, Karl Sax (Assoc.Prof Plant\nCytology) : , I.W. Bailey Prof.Plant Anat.) interested in woods, E. Anderson\n(Arborist) interested in species formation, I.M.Johnston (Res. Assoc.) interested in taxonomy, H.M.Raup (Res.Fellow) in ecology, and J.H.Faull (Prof.\nPlant Path.) in mycology and cryptogamic botany.\nAt the Gray Herbarium, B.L.Robinson Prof.Systematic Bot.) works\non the taxonomy of flowering plants, and I.L.Fernald (Prof.Nat.Hist.) on\ndistribution problems.\nAt the Bussey Institution and at the Arnold Arboretum, E.M.East\n(Prof.Genetics) works on plant genetics, and Oakes Ames (Prof.Bot. on orchids.\nWetmore is very enthusiastic about the improving situation in\nbotany. The old special interests and jealousies are gradually disappearing\nand the group is gradually knitting together, partly on account of the synthetic\ninfluence of the new central quarters, and partly on account of the more\nmodern and entirely unselfish interests of some of the younger men.\nIt is very interesting to note that, although the Foundation has\nbeen approached for $450,000 to complete the equipment of the Biological Lab.\nat Harvard, the staff of the zoology, physiology and botany divisions were uniform in their praise of their present space and equipment. Wetmore, for\n"}, {"id": "Warren Weaver_Diary_1932-1933_83", "page_idx": 83, "text": "Tuesday, November 22, 1932 (Cont'd)\nexample, tells WW that he told his staff that they now have no excuse for\nnot coming across, since they now \"have everything\". The only exception\nis Wheeler, who complains a little that the equipment for entomology is not\nsufficient. He says that the entomologists were not on the ground when\nthe melon was cut, so that the other work received everything it wanted,\nwhile entomology suffered. The only specific illustration, however, that\nWheeler brings forward is to show WW a private research room equipped with\nan old-fashioned mahogany cupboard rather than with a new piece of furniture. This room, however, is not in use, so that the need does not seem\nvery imperative.\n(Copy EB)\nPhysics Dept.\nLate in the afternoon WW returns to the Physics Bldg., where\nhe talks with T. Lyman (Prof.Math & Nat. Phil.). L. raises question\nconcerning additional support from the RF for physics, he thinking of this\nsupport as a renewal of the $75,000 which was withdrawn from previous\nGEB appropriation. WW explains present policies and indicates that it\nwould hardly be advisable to bring up such a request at present.\n(Copy EB\n-(\n\"\nGEB files\nWW then goes through the new Research Wing with P.W.Bridgman\n(Prof.Math. & Nat.Phil.)\nWednesday, November 23, 1932\nHarlow Shapley (Director, Harvard College Observatory)\nWW calls on S. at the Observatory.\nS. is a member of the Governing Body of MIT, and speaks at some\nlength concerning the work of the science departments of MIT. He also expresses great interest and satisfaction concerning the progress in the development of Pyrex discs. S. describes to WW the recent changes at the\nHarvard Observatory, and the state of completion of the new observatory\nat Oak Ridge.\nS. takes WW through the observatory, most of the time being\nspent in the new portion in which the plate files are located.\n(Copy TA\n( \" EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_84", "page_idx": 84, "text": "Friday, November 25, 1932\nJ.R.Schramm (U. of Penn.) by telephone\nWW calls S's attention to the fact that many projects have had\nto cut budgets seriously, and indicates to S. that there would be a decided\npsychological advantage in bringing to the Executive Committee a request\nfor a budget at least slightly smaller than last year's. WW states that he\nwishes to recommend $75,000, but does not wish to do so if the reduction\nwould actually cripple the enterprize.\nS. states that salaries have not been cut as yet, and that they\nhave seriously considered cutting them, even though they have always been\nvery modest. He says that he is entirely willing to accept our judgment,\nand that the project could certainly run on $75,000 during 1933 without becoming crippled.\nWW assures S. that he makes the suggestion because he feels that\nit would be wiser to reduce the appropriation, from the point of view of\nBiological Abstracts.\nS. reports that in June and July the paper, composing and printing\nsituation was intensively studied, and twenty bids were received, as the result of which new contracts were made with Lord Baltimore Press. These new\ncontracts save approximately $7,000 a year, which amount will almost pay the\nannual costs of indexing.\nPH\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_85", "page_idx": 85, "text": "Monday, November 28,1932\nProf. R.M. Yerkes:\nReports on the Anthropoid Station in Florida. In the process\nof asking for advice, Y. reveals the fact that yearly unexpended balances\nhave not lapsed, but have been set up as building reserves. Check will\nbe made to see whether this procedure has been proper. (Cy AG, GJB, PH)\nY. discusses the work of the Committee on Sex Research. It is\nnaturally impossible to know whether the views he states are his own or\nwhether the Committee as a whole shares them. He strongly favors withdrawing\ncommittee support from the present program, and assumes that someone will\ncontinue to support the large centers which the committee has developed. He\nwishes the committee to launch forth along new lines which will include\nbiology and physiology of sex in man, and psychobiology and psychopathology\nof sex. He is not willing that they should operate as a committee on grantsin-aid, but apparently wishes the committee to exercise not only leadership\nbut almost complete control of program.\nY. speaks frankly of the difficulties\nthe committee is now having with Evans. The committee apparently has little\nenthusiasm for its present procedure, since the large centers have developed\nso successfully as to force almost automatic allocation of a large proportion\nof available funds.\n(Cy AG\nLKF\nPH\nEB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_86", "page_idx": 86, "text": "Friday, November 28, 1932\nDr. Davidson Black, with MM:\nDB discusses proposed purchase of the lot adjacent to PUMC property.\nIt is agreed that it would be premature to make specific recommendations for\nappropriation for this purpose, and MM suggests that the CMB might well consider purchasing this lot for their reserve. The sum involved is small\n(from $1,000 to $1,500 Gold) and the property is presumably important to the\nPUMC.\nMM indicates to IB. the inadvisability of formal discussion, at this\ntime, of the proposed building project, or of the expedition plans advanced\nby DB in earlier interviews. MM indicates no hope for future favorable action.\nMM and WW indicated that they are prepared to back a recommendation\nfor continuation of present excavation activities at Peiping.\nDB asks if the renewal grant could be so made as to permit that\nportion of his salary not paid by PUMC to be paid through the CMB offices in\nNew York. Such procedure is followed in the case of Greene. DB indicates\nthat this would save him a great deal of embarrassment and possible difficulty.\nCopy GJB\nPH\nEB\n"}, {"id": "Warren Weaver_Diary_1932-1933_87", "page_idx": 87, "text": "Tuesday, November 29, 1932\nProf. Neil Gordon (Chem. Johns Hopkins)\nG. calls to assure WW, for the second time, that all records\nconcerning the State scholarship system of the Chemistry Department of\nJohns Hopkins are at the disposal of the RF officers.\nG. refers to the RF grant to provide experimental facilities\nfor these special chemistry fellows, and naively inquires whether the\nRF would prefer to extend this grant for a term of years or endow it!\nWW calls attention to other possibilities.\nCopy EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_88", "page_idx": 88, "text": "NST\nPH\nTuesday, November 29, 1932\nThursday, December 1, 1932\nWSC:\nDiscussion of appointment of visiting biologist at Sendai.\nMM advises against suggesting appointment of Pearse, and for\ntwo reasons: (1) these appointments are supposed to furnish eastern experience to American biologists, so that reappointment is not indicated;\nand (2) initiative should lie with the Japanese group.\nFor the latter reason, and since Hatai has indicated considerable\ninterest in Prof. Shelford (U.I11.), WSC agrees to get further information\nconcerning S. from Lillie. Previous information indicated that S's personality was not suitable. If S. seems impossible, WSC will begin negotiations with Moore (Oregon), whom Hatai also suggested.\nCopy WSC\nEB\n"}, {"id": "Warren Weaver_Diary_1932-1933_89", "page_idx": 89, "text": "Tuesday, November 29, 1932\nPresident Crawford (U. of Hawaii)\nC. talks enthusiastically and convincingly concerning the ethnological survey. He does not raise the topic of the entomological or botanical surveys, and does not indicate any particular interest or enthusiasm\nwhen these projects are touched upon.\nCopy EED\nEB\n"}, {"id": "Warren Weaver_Diary_1932-1933_90", "page_idx": 90, "text": "Wednesday, November 30,1932\nJ.R.Schramm (U. of Penn.) by telephone\nWW informs S. that the action of the Board of Trustees in April\nauthorized a smaller group, the Executive Committee, to make appropriations.\nWW therefore prefers not to submit a request for support for 1933 to the\nBoard of Trustees, particularly since such action might, at this time, precipitate discussion of general policies. WW asks if it would seriously\nembarrass the officers of Biological Abstracts if decision concerning support for 1933 were not made until the January meeting of the Executive Committee.\nS. states that they are used to running on faith, and that they\nare quite prepared to do so for a short period more.\nPH\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_91", "page_idx": 91, "text": "Wednesday, November 30, 1932\nJ.B.S. Haldane (Head, Genetical Dept., John Innes Horticultural Inst.)\nWW saw H. last summer in England, and he promised to call when\nin New York.\nH. gossips concerning his American trip, and concerning his research plans. He hopes that WW can give him some information concerning\nhis pending appointment as part-time professor of genetics at the Univ. of\nLondon. H. again indicates, quite frankly, his expectation to succeed\nSir Daniel Hall at John Innes (See interview with Ruggles Gates 10/25/32)\nH. is not enthusiastic about the proposed affiliation of John\nInnes with the U. of London, particularly if this affiliation will load\nthe director of John Innes with heavy administrative or teaching duties\nso as to interfere with research work.\nWW indicates that a formal request from John Innes has been\ndeclined, and that the RF cannot assume an active interest in the situation during a confused period when John Innes and various U. of London\ninterests are themselves uncertain as to desirable procedure.\nCopy EB\n"}, {"id": "Warren Weaver_Diary_1932-1933_92", "page_idx": 92, "text": "Thursday, December l, 1932\nTA:\nDiscussion of recent application of Prof. E.E.Just (Zoology, Howard)\nTA agrees that we cannot consider specific requests from Just until\nhe has himself decided whether to resign from Howard. Moreover, we cannot\noffer J. a traveling professorship under circumstances which leave us with responsibility for continuation of J's work after the term of grant.\n(Copy EB\n(Copy GEB files\n"}, {"id": "Warren Weaver_Diary_1932-1933_93", "page_idx": 93, "text": "Friday December 23, 1932\nProf. Richtmyer and MM:\nAt R's request MM and WW talk very informally and frankly about\nfellowship ideas, making it clear that these are individual opinions and\nthat no decisions have been reached by the group. Administrative mechanism\nfor selection is chiefly discussed, with the suggestion of a full-time man\non 2-year appointment, one summer to be spent in Europe. R. is entirely\ncordial to this idea, and offers to sponsor the suggestion with his committee. MM points out that this would be premature at the present time, but\nthat we hope there will be free interchange of opinion between the committee\nand the officers of the RF during the next year and before the details of\nthe continuing grant are arranged.\n4G\n(Copy EB)\n"}, {"id": "Warren Weaver_Diary_1932-1933_94", "page_idx": 94, "text": "Wednesday, December 28, 1932\nPH\nProf. Biology\nDr. O.L. Inman (Antioch College)\nI. was previously dean at Antioch College but resigned from this\nposition when a personal grant from Kettering made it possible for him to\ndevote the major part of his time to a research program under his direction\nin photosynthesis. This work has gone on for about two years, K. having\ninitially pledged support for five years. I. hopes for a grant from which\nhe can give scholarships to four or five of the best seniors graduating each\nyear, enabling them to remain for one year and take a Master's Degree with\nhim before going elsewhere for the Doctorate.\nWW points out the very large questions raised by giving support\nof this sort in an isolated case, quite regardless of the merits of the\ncase in question. WW also indicates that the GEB is largely marking time\nat the present, and warns I. that it is unlikely that assistance of the desired sort could be given.\nCopy TA\nDHS\nMiss Oster\nGEB files\n"}, {"id": "Warren Weaver_Diary_1932-1933_95", "page_idx": 95, "text": "Wednesday, December 28, 1933\nDr. C.G.Vinson (Department of Horticulture, U. of Missouri)\nV. has had training and experience at several universities, including Cornell and Harvard, but remains an almost unbelievably ingenuous\nperson. He is young and very enthusiastic ábout his work. He was so\nanxious to agree with every remark made by WW that it was somewhat difficult to get much information from him. He insisted on addressing WW as\n\"Mr. Director\".\nV. is attempting to purify and isolate the virus responsible\nfor the mosaic disease in tobacco. He continues to work with this virus\nsince it is the most resistant one known to him, withstanding the effects\nof rather severe reagents and heat treatment. Although the virus has not\nbeen isolated, he spoke with enthusiasm of diffusion studies which would\ngive some idea of molecular size, although he admitted upon question that\nit would be quite impossible to know whether the molecular \"size\" determined\nreferred to the virus or not.\nIn general, the interview checked with the opinions of Vinson\nfrankly expressed by Robbins.\n(Copy AG\nAY\nFFR\nEB\n"}]