[{"id": "Warren Weaver_Diary_1939-1940_152", "page_idx": 152, "text": "Columbus visit December 27-29 (continued).\nProfessor George O. Burr, University of Minnesota.\nB. reports that Norris, the research assistant B. obtained from\nKing at Pittsburgh, is turning out much the best of any they have had. B.\nrefers with great enthusiasm to Nier, the young physicist who has built\nMinnesota's mass spectrograph and who is cooperating so enthusiastically and\nsuccessfully with many of the biological and medical people. Nier has\nset up a distilling column from which he is obtaining 82% concentrations of\nheavy carbon after a one-day run. This heavy carbon is being used in\nphotosynthesis experiments, and B. is quite excited over the fact that they\nhave evidence that the plant differentiates sharply between the heavy\ncarbon isotopes and ordinary carbon. B. remarks that the plant separates\nthe two as efficiently as the still does, although this remark is later\nheavily qualified by Schoenheimer. The success of their heavy carbon distillations depends upon getting very pure methane. The methane commercially\navailable is very pure, but they have located a well in California which\nproduces methane over 993% pure.\nEB\nDr. Rudolf Schoenheimer, Columbia University.\nDinner with S. In speaking of the Minnesota work, he comments\nwith great enthusiasm on Nier. He thinks that N. may very likely have the\nskill and cleverness to devise a mass spectrograph which will be more nearly\nfool-proof, and which will greatly extend the biologist's use of the heavy\ntracer technique. S. mentions that Minnesota's yields of heavy carbon are\nvery small, producing one milligram where Urey produces one gram. S. does\nnot understand Burr's remark on the efficiency with which a living plant\ndifferentiates between ordinary and heavy carbon, remarking (for reasons\nwhich are not clear to ww) that the plant cannot be more than about 1/10th\nas efficient as a single plate in the distilling column. S. is very much\ninterested in the Washington Biophysical Institute plan to set up a supply\nservice of heavy isotopes at Washington, but fears that such a plan\nwould take very long to develop unless Urey is willing to give a good deal\nof attention to supervising the early stages. S. speaks with particular\nenthusiasm concerning their collaboration with Vickery, where it is already\nclear that there exists in the plant the same high rate of equilibrium reactions\nas in animal physiology. S. also reports that their collaboration with\nHeidelberger shows that antibodies also participate freely in these\nequilibrium exchange reactions.\nProfessor C. V. Taylor, Stanford University.\nDinner with T. Friday evening. T. reports that the Physiology\nDepartment at Stanford has indicated some possible concern over the appointment of a \"biophysicist\" in zoology, if this man would be one whom the\n"}, {"id": "Warren Weaver_Diary_1939-1940_153", "page_idx": 153, "text": "Columbus visit December 27-29/39 (continued).\nProfessor C. V. Taylor.\nPhysiology Department would recognize as being primarily a physiologist.\nApparently they take the somewhat curious position that they would prefer\nnot to have their subject strengthened unless it can be strengthened under\ntheir own departmental control. T. feels rather sure that this attitude\nwill change, but he is not at all sure that they will be in a position to\nmake an offer to Millikan. T. has had a conference with M. at Columbus.\nExtended discussion concerning the activities of the faculty\ncommittee, of which T. is chairman, for the choice of Stanford's new\npresident. T. asks WW for confidential advice concerning George Harrison,\nDykstra, and Arthur Compton.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_154", "page_idx": 154, "text": "Diary\n1940\n"}, {"id": "Warren Weaver_Diary_1939-1940_155", "page_idx": 155, "text": "TBA\nAEB\nTuesday, January 2, 1940.\nMr. Charles Dollard, Carnegie Corporation.\nThe Carnegie Corporation has received a request for a personal\ngrant in aid to Harkins at Chicago and also, as develops during our discussion, for one to Arnold at Rensselaer. WW tells D. the record of our\nassociation with these two individuals.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_156", "page_idx": 156, "text": "TBA\nAEB\nThurs., Jan.4, 1940\nDR. JULIAN S. HUXLEY\nH.has still not received from England any of the important\nmaterial concerning the organization of research in England and proposed\nplans for transfer of certain important researches to this country, H. 's\nknowledge concerning which was, at least from WW's point of view, his\nbasis for our supporting H's trip to the United States. H. does speak\nof three or four very small matters, all of which are of particular personal interest to him. He mentions the work of A.C. Hardy, who has\ndeveloped a continuous plankton recorder, whereby a strip of gauze is\ncarried past an opening through which sea water goes, the rate of movement of the gauze being proportional to the volume of the sea water in\nsuch a way that the plankton deposited on the gauze (a \"bio-tapestry\")\ncan be quantitatively interpreted. H. hopes that this particular little\nresearch can be taken over by Bigelow at the Oceanographic. He speaks\nof the Association for the Study of Systematics and hopes that, perhaps\nunder Emerson at Chicago, a clearing house journal might be supported\nsimilar to Drosophila and maize information services. Suspecting that\nthis is not likely to interest the RF, H. plans to speak to Lawrence K.\nFrank or to Keppel.\nHe then speaks of the ecological work of Divers, a clerk in the\nHouse of Commons, who carries on his scientific work as an avocation.\nClosely connected with this is another small personal project of H.'s,\nunder which four Oxford boys were going to carry out certain natural\nhistory surveys in England and Scotland to determine isoclines of certain\ncharacters. For example, Bergmann's Law describes the variation in size\nof the same species as one goes north. These boys were going to make\nsimilar studies concerning coloration. H. speaks of this as being a\ntypical sort of project which merits consideration at the moment, it being\nwork which is further ahead in Great Britain or actually not done elsewhere.\nHe thinks that this little project might be turned over to Hall and Miller\nat Berkeley.\nww's reaction is that this is a pretty trivial assortment of\nH. is personal interests. H. promises to come in again for a more important talk after he has received information from England. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_157", "page_idx": 157, "text": "Berkeley\nSun.,Mon.,Tues.,Jan.7-9,1940\nPROF. E. 0. LAWRENCE (Physics) AND GROUP\nWW spends the first day going over the detailed plans of the new\ncyclotron with L., Cooksey, Brobek, and McMillan; and in the evening has\ndinner with this group plus Dr. John Lawrence and Dr. Hamilton and his wife.\nMost of this time is devoted to detailed checking on the technical aspects\nof the design, this all being aimed at establishing the fact that the group\nhas worked out all of the essential problems so that they are completely\nconfident that a 184\" cyclotron can successfully be built and operated. EOL\nfurnishes WW with detailed cost estimates (see dossier January 5, 1940).\nOn Monday most of the time is devoted to inspecting the 60\"\ncyclotron and its equipment. This is a \"treatment day\" and WW has a chance\nto observe the routine treatment of several cancer patients, as well as to\ntalk with the radiologists who are concerned with this part of the program.\nOn Tuesday morning WW and EOL carefully go over all of the\nfigures, WW submitting his reanalysis of that part of the annual budget for\noperation which is really additional to expenditures already existing. This\nis necessary, since the figures in EOL's cost estimates are from the point\nof view of considering the whole radiation laboratory as a unit, and it is\nnecessary carefully to break the figures down to determine just how much\nreally additional expenditure would be required if the 184\" instrument is to\nbe built. WW goes over these figures (labeled \"WW's figures January 9, 1940\"\nin the dossier), and obtains EOL's agreement that the analysis is accurate.\nA copy of these figures is left with EOL and later with President Sproul.\nLunch with President Sproul, to which he has invited four of his trustees\nmost particularly interested in this project, together with EOL, John Lawrence,\nMcMillan, and Brobek.\nSproul indicates that the University of California is prepared to\naccept responsibility for the additional $86,000 annual budget required to\noperate the new instrument, providing its capital costs can be obtained elsewhere. It is definitely understood that if any such proposal were made to\nthe RF, it would be necessary that we be furnished convincing evidence of\nthe capacity of the University of California to fulfill this obligation.\nPresident Sproul clearly understands the necessity for this stipulation,\nhe at once appreciating that the cost of the 200\" telescope makes such a\nprocedure necessary. WW indicates that it seems to him unlikely that the\nRF could furnish the whole one million and a half needed for the capital\ncosts. On the other hand, this project is so interesting and important that\n"}, {"id": "Warren Weaver_Diary_1939-1940_158", "page_idx": 158, "text": "Berkeley\nJan. 7-9, 1940 (cont'd)\nPROF. E. 0. LAWRENCE (Physics) AND GROUP (cont'd)\nthere remains in WW's mind a bare possibility that the RF Trustees would wish\nto make such a contribution. In any event, WW is at least willing to bring\nthis proposal back to New York for examination. When the question is raised\nconcerning the probability of a contribution of $1,000,000, it is ww's personal and wholly unofficial hope that this might fall within possibilities.\nPresident Sproul, of course, understands that such a statement can be only a\npersonal estimate of possibilities. WW is led to express this personal hope\nbecause of the encouragement and enthusiasm which RBF expressed to WW in\nNovember, although WW of course does not disclose any of the background for\nhis personal estimate. President Sproul is anxious to be informed as to\nwhether this is one of the rare instances in which the RF would prefer to\nbe the sole sponsor of a. project, or whether (in case the RF is not prepared\nto furnish all the money) the University of California is free to solicit\nfunds elsewhere in the usual manner. WW promises to inform\nS.\nWW works out with EOL and Donald Cooksey an outline for a comprehensive statement concerning the history, applications, and future\ndevelopments of the cyclotron. This statement, together with a photographic\nrecord showing the step-by-step increase in size and power of the instruments\nwill be forwarded to ww.\nLate Monday afternoon we climbed in the mud and rain to the proposed site of the new cyclotron building. This is a handsome and commanding\nlocation, such that the dome of the cyclotron building would dominate the\nwhole campus of the University of California, be admirably located as regards equal accessibility, and would also be perfectly safe.\nOn Tuesday afternoon, before WW takes his train, we go back to\nthe Radiation Laboratory and Salsbury demonstrates the 16,000,000-volt\nbeam in air. This is a most impressive sight. The beam is turned on for not\nmore than two or three minutes, and completely chars a 2\" spot on a piece of\nply wood a little over a meter away from the inside window. The 60\" cyclotron\nhas already exceeded the conservative calculations, both in voltage and in\ncurrent.\nWW obtains the following figures concerning the present total\nbudget of the Radiation Laboratory:\nTotal\nU. of California (Salaries $12, 120;operation and equipment $10,000)\n$22,120\nThe Rockefeller Foundation\n$16,666\nNational Cancer Institute\n$23,000\nDazian Foundation (animal tumors)\n$ 900\nMarkle Foundation\n(leukemia)\nResearch Corp. (nuclear physics)\n5,000\n"}, {"id": "Warren Weaver_Diary_1939-1940_159", "page_idx": 159, "text": "Berkeley\nJan. 7-9, 1940 (cont'd)\nPROF. E. 0. LAWRENCE (Physics) AND GROUP (cont'd)\nOf the various possible sources of personal support for the\nscheme, EOL mentions, as still of potential value, Strauss (a member of\nthe Kuhn Loeb firm in New York-City), Morris (Chairman of the Board, Macy,\netc.), Kenan (who introduced the Kenan professorships at North Carolina),\nand David Jackley (a Utah copper official who lives in the San Francisco\narea.\nDr. John Lawrence gives WW a statement entitled \"Some Biological\nApplications of Neutrons and Artificial Radioactivity,\" which he presented\nat the British Association last summer (see dossier).\n"}, {"id": "Warren Weaver_Diary_1939-1940_160", "page_idx": 160, "text": "U. of Chicago\nFriday, Jan.12, 1940\nPROF. T. R. HOGNESS (Chemistry)\nH. is present staff consists of Erwin Haas ($3,000), N.Kocholaty\n($3,000),\nA. Altschul $2,200). In addition to these stipends he uses\n$1,800 for supplies and equipment and about $600 for occasional help -thus making his total budget $10,600. He is more than satisfied with Haas\nand Altschul, but this will be Kocholaty's last year. K. is good, his\nwife being even better, but they are not interested in the program on\nwhich Hogness wishes to work. Hogness would very much like to have obtained Potter, who went to the cancer group at Wisconsin. The Wisconsin\ngroup has recommended Burris to Hogness and he expects to give him serious\nconsideration.\nH. speaks of the very great handicap imposed by their present\nfacilities for centrifuging. At one stage in the purification process\nthey must handle from 100 to 125 liters of material, each run requiring\none hour in their centrifuge which is only of 2-1/2 liters' capacity.\nWarburg, by way of contrast, has three centrifuges of 25 liters' capacity.\nIt is not just a question of spending time, although that is serious enough,\nbut there is the added difficulty that most of these yeast extracts and enzyme preparations are unstable and gradually change their character, so that\nit is essential that certain steps be carried out with reasonable rapidity.\nH. feels that he would like to buy a 13-liter centrifuge, which would cost\nhim about $3,000. As the only other large instrument which is needed, he\nspeaks of a Tiselius apparatus. H. is about to carry out some preliminary\nexperiments with the Tiselius equipment at Madison, but even if they had\ntime there to permit H. to carry out measurements, this would be unsatisfactory, since it is not possible to carry many of these labile solutions\nback and forth on the train. H. feels sure that he could install the\nTiselius electrophoresis equipment for $2,000. After considerable discussion, H. agrees that the best possible scheme to advance his work would\ninvolve $3,000 for Haas, $2,500 for Altschul, and $2,500 for a third man,\n(these being average figures over a five-year run), $2,000 a year for supplies, and an equipment fund of $5,000 which could be drawn upon when\nneeded. The nature of research on respiratory enzyme systems is such that\nit is hardly worth while to attempt a sizable program on a smaller basis.\nQuestioning whether the University of Chicago could itself make\na contribution toward such a program, WW asks concerning the general\nsituation in the Chemistry Department. This department includes four\nfull professors, 3 associate professors, 4 assistant professors, 7 instructors, and approximately 20 teaching assistants. They handle a group\n"}, {"id": "Warren Weaver_Diary_1939-1940_161", "page_idx": 161, "text": "U. of Chicago\nFriday, Jan.12,1940 (cont'd)\nPROF. T. R. HOGNESS (cont'd)\nof about 1,500 undergraduates and about 100 graduates. The entire budget\nof this large department, exclusive of salaries, is approximately\n$20,000 annually, part of which consists of student fees. From this\nbudget the department has to pay for gas, power and light, upkeep of buildings and grounds, wet and dry ice, liquid air and common chemicals used\nfor instructional purposes, printing and photography, and a wide variety\nof other small items. It is impossible to make an accurate estimate,\nbut approximately one-half, or $10,000 a year, is available for\nexpenditures directly or indirectly connected with research. This\ndepartmental budget was cut in 1939 and will probably be cut still more in\n1940. The total available for research in this large department is very\nsmall, and the net conclusion is that there is no reasonable possibility\nthat the University of Chicago itself can contribute materially to this program.\n"}, {"id": "Warren Weaver_Diary_1939-1940_162", "page_idx": 162, "text": "Madison\nMonday, Jan. 15, 1940\nDEAN EDWIN B. FRED\nWW chats with F. concerning the Williams and Irwin projects at\nWisconsin. We also talk at some length concerning F.'s recent survey of\nscience in the South for the GEB. WW explains that reduction of income and\ncomplications arising out of the war have made it seem inadvisable to add\nto our staff. This, in turn, has had a serious slowing-down effect on\nNS activities in the South, for WW had planned to take on a man who would\nbe primarily responsible for such activities. ARM\nF. informs WW that Irwin recently had something of a nervous\nbreakdown, this apparently resulting from I. worry over detailed administrative problems in the Department of Genetics. I. was made chairman\nof the department, following a serious illness of Cole. Brink has now been\nmade chairman and I. has spent several weeks on a farm recuperating, and\nnow seems to be in fairly good shape. Cole's illness was even more serious,\nhe having had an attack which left his whole left side paralyzed and his\nmind definitely affected. He has recovered from the major part of this\nattack, and is now spending some time writing up old results, although it\nis not yet possible for him to do any teaching or any active experimenting. EB\nPROF. M. R. IRWIN (Genetics)\nI. has recently talked his work over with, or had expressions of\nopinion from, Sturtevant, Dobzhansky, Babcock, Beadle, Dunn, Castle, and\nSewall Wright, among others. I. feels that the work is going forward in\na very satisfactory way, although the nature of the problems is such that progress\ncan never be very rapid or spectacular. He is chiefly continuing the main line\nof attack as to whether species character differences belong only to that species.\nThus, suppose one species \"A\" differs from a species \"B\" by three definite factors, 1, 2, and 3. One studies some 20 species in the same genera to see\nwhether he can find some other species which contains, for example, 1, but\nnot 2 and 3; another which contains 2 and 3, but not 1; etc. These studies\nare of very considerable genetic significance, and especially of phytogenetic\nsignificance. I. is working with 11 species of colomba, 8 of streptopalia,\nand from 12 to 20 other species. The present evidence is that there are\nspecies characteristics which are unique and defining. He is also interested\nin determining whether the genetic differences between species are of the same\norder as the genetic differences between individuals, or whether they are\ndefinitely of a higher order. He believes that the second answer is correct.\nThey are seeking to determine how early in the development of the embryo\nthe blood possesses the serological characteristics on which their test depends. In the blood of chick embryos there is evidence that the serological\ncharacteristics exist as early as there is enough blood to test. There has\nbeen some hint that the AB groupings in man develop later. I. is investigating,\n"}, {"id": "Warren Weaver_Diary_1939-1940_163", "page_idx": 163, "text": "U. of Wisconsin\nMonday, Jan. 15, 1940 (Cont'd)\nPROF. M. R. IRWIN (Genetics) - cont'd\nby means of his serological tests, the correlation between species differences and geographical location or habitat. For example, of three\nAustralian pigeons, two of the same genera, all are closer in their\ncharacteristics than any one of them is to any other Old World or New\nWorld dove.\nI. now has with him Russell Cumbley, who took his degree with\nPatterson and Painter, and who is particularly interested in geographical\ndistribution. He has one graduate student who is working on the embryological phase of the problem; a second from McGill who is working with\nsimilar problems in ducks, turkeys, and other barnyard fowls; and a third,\nnamed Cuthbert, who makes all of the matings in the pigeon colony, and who\nis interested in the rhythm of egg problem.\nEB\nPROF. J. W. WILLIAMS\nW. is still in somewhat delicate health, following his two experiences with blood clots of the ankle, but his program is now going forward full steam. The most important part of their program is concerned\nwith the stability of protein solutions. They have just published an\nimportant paper on this fundamental subject, a copy of which is given to\nWW. Secondly, a Dr. Mary L. Petermann is working on thyroglobulin papain\nsystems, which appear to act just like toxin-antitoxin systems. This work\nis closely related to the work which Pappenheimer does when he comes to\nWilliams laboratory. P., incidently, will return to Madison again this\nsummer. W. tried very hard to have Wisconsin offer P. a post. He is apparently not particularly interested in stipend, but Wisconsin was not able\nto give him an academic appointment as satisfactory as he obtained from Dr.\nStuart Mudd of Pennsylvania. Williams considers P. to be a man much of\nEyring's type and probably just as good. As the third principal part of\ntheir program, they are continuing the work on the alcohol-soluble proteins.\n(EB)\nThe instrumental equipment at Wisconsin continues to give\nsuperlative service. The supercentrifuge makes two runs a day, six days\na week. On the first of each year, W. has the centrifuge entirely taken\ndown, all parts carefully measured and inspected, the rotor rebalanced,\nand the machine reassembled. This regular inspection program has protected\nthem thus far against any interruptions. W. has prepared detailed and\ninforming mimeographed notes for graduate students on the Tiselius and\nSvedberg equipment in their laboratory and will send WW copies of these.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_164", "page_idx": 164, "text": "U. of Wisconsin\nTuesday, Jan. 16, 1940\nPROF. R. A. BRINK and DR. D. C. COOPER - Genetics\nWW had a talk with B. and C. They told WW of their recent results\nconcerning the mechanism of double fertilization in flowering plants. The\ncytological side of this work involves a great deal of technical labor in\nconnection with the preparation of material, making and staining of sections,\netc. This is now being done by a man on W.P.A., who had started medical\ntraining but who had to drop out because of financial difficulties. He is\nvery deeply interested in this work and anxious to go ahead, but the W.P.A.\nassistance will probably not continue. B. promises to write to FBH full\ndetails of this work and their needs.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_165", "page_idx": 165, "text": "Wed. Jan.17,1940 (cont'd)\nDR. F.E.J. FRY (Applicant for NS Fellowship)\nF. had all of his training at Toronto; took his Ph.D. in ecology,\nhis thesis being concerned with the vertical distribution of fishes. He has\na research appointment with the fisheries group and has done considerable\nstatistical work on the migration of the lake trout. He is studying the\noxygen transport capacity of hemoglobin as affected by CO2\ntension. He\nis determined that there is a considerable species difference; that the catfish show almost no influence of increased CO, on the amount of oxygen taken\nup by the blood, while the trout show the maximum influence. F. has tested\nout this relation on the fishes which are available to him at or near Toronto,\nand his chief ambition seems to be to make similar measurements on fish which\nwould be available in the center of the United States, as well as on certain\nsemi-tropical or tropical species which would be available in Florida. He\nwould like to work with Irving at Swarthmore and then go to the Bass Biological\nLaboratory, Englewood, Florida. He also mentions that someone at Scripps\nis doing similar fish work and he would like to go there. He considers that\nhe has discovered a physiological characteristic which can be measured quantitatively and which correlates in an important way with distribution. F.\nremarks rather naively that he will never be able to think biochemically, saying that he was exposed to some courses in biochemistry, but that they never\ntook. He also agrees that he knows very little physiology, but here his attitude is at least different, for he thinks he would like to learn more\nphysiology. He speaks of the desirability of studying mammalian physiology\nwith Bazett and general physiology with Jacobs at Pennsylvania while he\nwould be doing research with Irving. F. is attractive enough personally and\ntalks rather well. It is ww's impression that he will continue to be more\nof a naturalist than a scientist.\nThere are some 800-1,000 undergraduate students in biology at\nToronto, with from two to ten seniors each year with honors in biology.\nThey have about 20 graduate students; there are about 4 Masters and two\nor more Doctors each year. Most of these are students in fisheries biology.\nWhen WW asks F. concerning the research interests of other members\nof the Zoology Department, he mentions only Prof. John W. MacArthur in\nGenetics (size inheritance of tomatoes, mice, etc.), and Prof. Kenneth C.\nFisher (cellular respiration in trout embryos)\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_166", "page_idx": 166, "text": "Wed., Jan. 17,1940 (cont'd)\nWW spends the afternoon at the Banting Institute. He has an\nextended conversation with Dr. H.O.L. Fischer, son of Emil Fischer, who now\nhas under way a most interesting program of research in organic chemistry,\nhis problems being all closely related to biological or medical applications.\nWW also talks with Dr. W. R. Franks, Dr. Hall, and Dr. Bruno Mendel. The\nlast-named is working on enzyme problems. He was a former associate of Krebs\nin Berlin and brought all of his apparatus (and even furniture) with him from\nGermany. His family was apparently very wealthy and the first of each year\nhe deposits with the treasurer at Toronto a sum of money \"from the Mendel\nFoundation\", which is used to pay his salary and the salaries of his assistants. ww's general impression of the group in the Banting Institute is extremely high.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_167", "page_idx": 167, "text": "Wednesday,Jan.17,1940\nDR. E. W. MCHENRY (Asst. Prof. Biochem.)\nToronto has a population of approximately 600,000, including very\nfew French, in contrast with Montreal. There are about 6,000 students at\nthe University in the various colleges, some of them denominational, which\nare affiliated with their Faculty of Arts. Although the structure of the\nUniversity is something like that of the University of London, with the\nUniversity being a degree-granting body for certain of the colleges, the\nscience departments have always been university departments rather than\ncollege departments. The Connaught Laboratories were set up in 1914 for\nthe primary purpose of assuring a properly controlled supply of sera. Later\nthey added insulin, heparin, adrenal cortex extracts, liver extracts,\npituitary extracts, and epinephrine to their list of products. The\nLaboratories have no endowment and receive no funds from the University.\nOn the contrary, they make a profit from their operation, this being spent\non research primarily in the Department of Hygiene.\nMcH. is interests in nutrition lie along two main lines: 1) He\nhas been interested for some time in certain nutritional surveys. Several\nuniversity departments have co-operated, and the money has come largely\nfrom private sources. They have investigated a group of low-income families\nin Toronto and they are now investigating a group of families in the $1,500$2,000 range, their present study being aided by provincial funds. McH.\nunderstands that this first study does not fall within NS interests. 2) He\nis interested in the mode of action of the various enzymes. Now that a considerable number of vitamins are available as pure products, it becomes a\nmatter of great interest to carry out carefully controlled experiments to\nseek to determine what the actual effect of the individual vitaminis, how it\nacts, and how the vitamins are inter-related. It is entirely probable that\nthe picture will be a very complicated one, with intricate inter-relations\nperhaps similar to those which exist in endocrinology. McH. worked some 4\nyears on vitamin c, and has been working for the last months on vitamin A.\nDr. (Miss) Garvin has been with him for some 9 years, and her\nsalary is paid by the Connaught Laboratories, which also pay for two\ntechnicians and for the animals and supplies required in her experiments.\nDr. MacDonald, a graduate in medicine, is just completing two years' work\nwhich has been financed by the Banting and Best Research Fund. Miss Perry,\na graduate in home economics, has been in the United States for several\nyears, but returned last fall to begin work on vitamin C. She is also\nsupported by the Banting and Best Research Fund. A third grant from this\nfund provides a technician used jointly by Dr. MacDonald and Miss Perry.\n"}, {"id": "Warren Weaver_Diary_1939-1940_168", "page_idx": 168, "text": "Wed. Jan.17,1940 (cont'd)\nDR. E. W. MCHENRY (cont'd\nIt is possible to get very good technicians in Toronto for $45-$75 a month,\nthese being girls who have taken the course in dietetics at the technical\nhigh school. Finally, Miss Paterson has been working on Dominion funds on\nthe vitamin survey work, but has developed a very lively desire to shift\nover to the other program. McH. offered her the opportunity to do some\nvitamin A work nights and week-ends for a time to see whether she was really\ncapable of carrying out successful work. This test has been eminently successful and it is for Miss Paterson that McH. is particularly anxious to have\nfunds. McH. himself took Master's and Doctor's degrees in organic\nchemistry.\nIn their vitamin B work they have been particularly interested\nin the relation of vitamin B to the synthesis of fat and fat metabolism.\nThey have investigated the effects of choline on growth and have confirmed\nthat it has a pronounced effect. They have studied the effect of B1 on\nfatty livers, assuming that the principal effect of B1 is probably on the\nformation of fat from carbohydrates. This is in close relation to Peters'\nwork at Oxford. Longenecker (Penn.) is carrying out the fat analysis.\nThe Banting and Best Research Fund usually makes its grants for\nonly two years, and is particularly interested in definite jobs which can\nbe finished up, and in clinical applications. Although it has been particularly generous to McH., it has warned him that he is in an anomalous\nposition with three grants from the fund, and cannot expect to continue\nto receive so much support.\nMcH. speaks of the fact that Spies is very much interested in\nhaving them continue their work on vitamin B and fat metabolism, but McH.\nhas no man with whom he can continue this work. He understands that\nLongenecker is temporarily at Pennsylvania, and thinks he would be a splendid\nman for the job.\nMcH. 's request to us boils down to $1,500 a year for Miss Paterson,\nand $1,500 for two technicians. He would like to have this for an initial\nperiod of two years.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_169", "page_idx": 169, "text": "Friday, Jan. 19, 1940\nBrief talk concerning the Lawrence cyclotron project. RBF is\nprepared to assume that this is the most interesting and important project\nin the Natural Sciences, but he now feels that, in view of other demands\non our funds, it is altogether unlikely that the Foundation could contribute\nmore than one-half million dollars. This talk is reflected in ww's letter\nof Jan. 23, 1940 to President Sproul and Jan. 25 to RBF. Brief discussion\nof advisability of ww's going to Europe.\nEB\nMonday, Jan. 22,1940\nSMG\nGeneral discussion of NS activities in Europe under war conditions. It is highly gratifying that SMG has so high an opinion of the\nway in which HMM has met his greatly increased responsibilities. SMG\nseriously hopes that WW will be able to come to Europe this spring. Discussion of different possible schedules, with the hope that WW can come\nvery soon and return to New York for the April meeting, at which time HMM\nwould return for a short furlough.\n"}, {"id": "Warren Weaver_Diary_1939-1940_170", "page_idx": 170, "text": "Tuesday, Jan. 23, 1940\nDR. C. C. LITTLE (Roscoe B. Jackson Memorial Laboratory)\nL. amplifies the tentative approach for assistance contained in\nhis letter of January 9. The particular program. for which he wishes support\nis being carried out by Miss Elizabeth Fekete ($3,000), assisted by Miss Ella\nRowe ($1,300-$1,500) F. has been with L. since 1926. She never took her\nPh.D., but she is now a well-known investigator. In recent talks at the\nR.I., both in Princeton and New York, L. quietly inserted mention of the\nresults which F. has recently obtained, and, as he anticipated, this portion\nof his talk was seized upon with a great deal of interest. He would hope to\nhave assistance over a three-year period beginning July 1. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_171", "page_idx": 171, "text": "TBA\n3Bh\nAEB\nJanuary 29 and February 2, 1940.\nProfessor Julian S. Huxley.\nOn two brief visits, Huxley continues his scattered comments concerning European scientific projects which may require special attention\nunder present circumstances. He again raises the case of Muller, remarking that he has been assured that either Cornell or Blakeslee would be\ndelighted to furnish facilities for Muller, but cannot furnish a salary.\nWW points out again that Crew's original note concerning Muller indicates\nthe desirability that Muller return to Edinburgh after a year or two.\nWW\ndoes not see why it is essential to move Muller to some other stop for the\nintervening couple of years. Agreeing to the importance of Muller's\nabilities being kept effective, would it not be much more sensible and\neconomical to give Muller what help he needs where he now is? Huxley is\nentirely vague as to why Muller needs any help at Edinburgh, assuming that\nhe probably needs \"two or three pairs of hands. WW speaks of our recent\ngrant to the Slizynskis, and Huxley appears glad to accept this information\nas a basis for dropping the topic.\nEMS\nEB\nHuxley speaks of Blakeslee's letter raising the point as to\nwhether\nany concerted move should be made in this country to assist European\nscience under present circumstances, by opening up our journals somewhat\nmore freely to publication of their results. WW agrees to talk this matter\nover with Blakeslee. EB\nHuxley speaks of Honigmann, formerly Director of the Breslau zoo,\nand partly Jewish. Honigmann is broadly trained as a physiologist, biochemist, etc., and appears to have a particular genius for handling animals.\nHe has recently been working on the nutrition of more or less common animals,\nmeasuring the over-all time between the ingestion of food and eventual\nelimination for many of the rarer animals. Honigmann reports that the\nminimum period of 6 hours is required in the case of a lemur, and, surprisingly\nenough, 7 weeks in the case of the sloth. With the characteristic Huxley\nchuckle, he remarks that this one result alone is enough to commend Honigmann\nto the scientific world. Honigmann was made the Technical Superintendent\nof the Dudley Zoo, a position combining the responsibilities of superintendent\nand head keeper. This zoo has been closed, however, since the war, and\nHonigmann has resigned his activities. Huxley thinks Honigmann is \"a very\nnice fellow,\" and would like to find something for him.\nEB\nHuxley mentions Rowan of Alberta who did, according to Huxley, the\noriginal and important work on animal cycles, and who is now emphasizing\nmigration problems. He says that various people have cribbed a good deal\nof Rowan's work. He admits that Rowan has an artistic temperament and does\nnot go forward as fast as his abilities warrant. WW has written a very mild\ninquiry to Rowan.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_172", "page_idx": 172, "text": "Professor J. S. Huxley, January 29 and February 2, 1940 (continued).\nDiscussing Bernal's letter of January 8th, Huxley and WW agree\nthat each will carefully think over the matter so as to add scientific\ntopics and names to the suggested list Bernal has furnished. We will\nthen each try to divide these topics into three categories, as follows:\n(1) fields which are importantly represented in England and/or France\nand essentially not represented elsewhere; (2) fields in which the English\nand/or French position is so strong that the general progress of the topic\nwould be handicapped or threatened if the activities there are suspended;\n(3) topics which are so well represented elsewhere that one does not have\nparticularly to worry about what happens to the English and French efforts\nfor\nthe moment. Huxley promises to consult with various people in England\nabout such a. list. Having obtained such a list, it would then seem\nimportant to examine cases of the first and second categories to see whether\n(a) they could effectively be maintained in England or France at the present\ntime through emergency aid, or (b) whether they must be transferred to a\nsafer and more stable environment. In the latter instance, there are\nfurther points to be considered concerning the men and places to whom and\nwhich the work could be transferred. It is generally agreed that NS\nrepresentatives will consult with Huxley further on all these matters sometime after his return to England.\nEB\nMonday, February 5, 1940.\nDr. Vernon D. Tate, National Archives.\nT. shows WW pictures and blue prints of Bennett's most recent model\nfor a microfilm reading machine. The sub-committee is reporting in favor\nof this machine and in favor of the subsidized production of several hundred.\nT. is quite willing to give an objective comparison between the Bennett\nmachine and Wriston's model. T. has recommended to Stewart that the C.S.A.L.\nunderwrite the initial production of 100 machines, these to be sold at\n$25 each. T. thinks these could be promptly placed with persons who are\nexperienced in the use of microfilm. Within a short time, thus, it would\nbe possible to get the criticisms and suggestions of these experienced\nusers. This would presumably pave the way for an improved model, several\nhundred of which would be subsidized by the C.S.A.L. in connection with\n\"Mathematical Reviews.\" The first lot of 100 could be produced in one\nmonth,\nT. says. WW hopes that a minimum delay on the \"Mathematical Reviews\"\nmachine will result.\nEB\nMr. H. A. Poillon, Research Corporation (Telephone).\nP. indicates the warm interest of the Research Corporation in\nLawrence's new machine. He will make an appointment with WW soon to talk the\nmatter over.\n"}, {"id": "Warren Weaver_Diary_1939-1940_173", "page_idx": 173, "text": "Monday, February 5, 1940.\nDr. Irvin Stewart (Telephone).\nDiscussion of the one protest which has been received concerning the\n\"Mathematical Reviews\" microfilm service. WW points out that criticisms\nare certain to result in connection with the introduction of a novel\ntechnique and procedure, particularly when this threatens certain\nestablished activities. Some of the criticism, moreover, WW considers to\nbe based upon a misunderstanding as to the way in which the microfilm\nservice would influence the usefulness of the original journals. S.\npromises to phone WW within a week, when he hopes to have one of the Bennett\nreading machines available for inspection.\nEB\nTuesday, February 6, 1940.\nnot to soto\nProfessor Peter Debye, Kaiser Wilhelm Institute for Physics.\nfiles)\nWhen the German Army officials decided that they wished to take\nover the facilities of the K.W.G. research institute of physics at BerlinDahlem, Debye was told that they would, of course, wish the laboratory to be\nunder the direction of a German citizen during such activities, and he was\nasked if he would be willing to change his citizenship. He told them, quite\nabruptly and positively, that he would not think of doing so. They then\nasked him if he would be willing to resign. He replied that he had no wish\nor intention to resign and would not do so, adding that they surely had the\ntechniques available for getting rid of him if they wished to do so. It\nwas then arranged that D. would go on leave, and a temporary director be\nnamed in his absence.\nDuring his leave, D. is receiving his full salary, although, of course,\nnone of this money can be taken outside of Germany. His wife and daughter\nremain in Berlin, so that the money is being used for their support, to pay\nhis insurance, taxes, etc. The Army has made a definite contract with the\nK.W.G. concerning the use of the institute. D. has not seen this contract,\nbut he has been told some of its terms. In the past, the institute has been\nreceiving 50,000 marks annually from the K.W.G. and 100, marks annually\nfrom the state, these two sums making up the total annual budget. According\nto the present contract with the Army, the state's contribution is reduced\nto 85,000 marks, the K.W.G.'s contribution is entirely cancelled for the\ntime being, and the Army makes a contribution of 85,000 marks. The Army\nhas made this move because of their hope (which D. considers quite misplaced)\nthat a group of German physicists working feverishly with D.'s excellent\nhigh tension equipment will be able to devise some method of tapping atomic\nor sub-atomic energies in a practical way; or will hit upon some atomic disintegration process which will furnish Germany with a completely irresistible\noffensive weapon. That this is indeed the Army's hope and plan is supposed\nto be a great secret, and D. himself is not supposed to know this. Nor is\n"}, {"id": "Warren Weaver_Diary_1939-1940_174", "page_idx": 174, "text": "Professor Peter Debye, February 6, 1940 (continued).\nanyone supposed to know the German physicists who are entering into this\nscheme, although D. has already told us who these are. D. says that these\nGerman physicists very definitely have their tongues in their cheeks. With\nD. they consider it altogether improbable that they will be able to\naccomplish any of the purposes the Army has in mind; but, in the meantime,\nthey will have a splendid opportunity to carry on some fundamental research\nin nuclear physics. On the whole D. is inclined to consider the situation\na good joke on the German Army. He says that those in authority are so\ncompletely stupid that they will never be able to find out whether the\nGerman physicists are or are not doing what they are supposed to do.\nDiscovering from rather timid preliminary questions that D. is\nsurprisingly willing to discuss any aspect of the situation in Germany, WW\nasks more pointed questions which lead to the following remarks. Bread\nis\nthe only food of which there is really a sufficient supply, although even\nthis will not continue to be true unless the next harvests are good. The\nfat shortage is the most serious, but the meat supply is also very bad.\nIt is D.' judgment that the people of Germany are not getting enough food\nto maintain, for any extended period, reasonable levels of physical\nefficiency and health. In sharp contrast to the usual circumstances in\nolder Germany, there is a great deal of cheating relative to food. D. is\npermitted weekly personal shipments of food from Holland, so that his own\nfamily has not suffered, although all of their purchases within Germany of\nfood, clothing, etc., are subject to the regular rationing.\nThe\nclothes\npermitted by the present regulations are certainly not ample for an extended\nperiod, and are extraordinarily poor in quality. C. comments on the\nshortage of all the hundreds of normal objects which people ordinarily buy,\nfrom time to time, but which they can, if necessary, do without for periods.\nThus he speaks of the fact that many shops in Berlin have attractive displays in their windows, but no goods for sale inside. He tried, for example,\nto buy a piece of luggage. He found that a fashionable shop had ten or\ntwelve pieces all of which were in the window, and that they were not allowed\nto sell any. The transportation system of Germany is subjected to terrific\nstrain at a moment when it is far below proper efficiency. There is no\nnon-military transportation by truck, because of the shortage of fuel. D.\nspeaks of the fact that the great super-highways of Germany are empty except\nfor military traffic. It is his impression that the rail equipment is in\nvery poor shape.\nD. comments that Hitler accomplished, by going to war, a complete\nidentification of himself with Germany. Under peace, an intelligent citizen\ncan perhaps discriminate between Hitler as an individual, his policies and\nprinciples, and the Fatherland. But in time of war this distinction goes\nby the boards. D. says, for example, that he knows any number of fine,\nintelligent Germans who are working to the very limit of their capacity and\n"}, {"id": "Warren Weaver_Diary_1939-1940_175", "page_idx": 175, "text": "Professor Peter Debye, February 6, 1940 (continued).\nenergy (and it is a very high limit) on the specific jobs which have been\nassigned to them. Such persons find a sort of emotional relief in having\na job on which they can work almost to exhaustion. They do not stop to\nquestion, or feel that it is possible to question,any matter of broad policy\nor general direction. What they do now, in time of war, they do not do\nfor Hitler but for Germany. It is neither possible nor proper to worry\nabout general policies; one only has to do his own individual job to the\nvery limit of his ability.\nThe German people are profoundly disturbed by the Soviet pact,\nbut they are inclined to believe, or at least to hope, that it is one of the\nshrewdest things that Hitler has ever done. This does not spring from any\nsudden new enthusiasm for communism. Exactly on the contrary, they are inclined to think the pact shrewd because it may offer them a better degree of\nprotection from communism than they had before. At the same time, and as\na wholly paradoxical element, the Germans are beginning to realize that\nthere is, after all, not so much difference between their political philosophy\nand that of the communists. Even on such a contrast as private vs. state\nownership of property, the Germans are probably beginning to see that the\ndistinction is a somewhat artificial one when the state is in a position\nto commandeer all private resources at any time and place and for any unexplained reasons which may be judged to justify the state.\nIn spite of these comments, it remains true that there are many\nintelligent Germans who are profoundly disturbed by what is happening.\nAlthough the Reichstag has been reduced to the practical position of a\nprofessional claque for Hitler's speeches, nevertheless it is astounding that\nthe President of the Reichstag, a banker, recently remarked to D. that any\npeace that Germany could get to-day would be preferable to any peace that\ncould conceivably be open to her in the future.\nD. himself believes that certain elements of conservatism among\nArmy officials, bankers, and business men have restrained Hitler, to date,\nfrom beginning total war. He is convinced that Hitler would prefer total\nwar, and that this indeed is the only possible and logical next step from\nHitler's own point of view. D. considers it most probable that the German\nArmy will strike through Holland and Belgium as before, in the hope of\nestablishing bases there for raids upon England and France.\nWW again assures D. that he must consider himself a completely\nfree agent in subsequent decisions concerning his own relationship to the\nPlanck Institute. D.'s son will be with him at Cornell. He left with his wife\nand daughter in Berlin detailed instructions as to just what they should do\nin case of different emergencies or eventualities.\n"}, {"id": "Warren Weaver_Diary_1939-1940_176", "page_idx": 176, "text": "AEB\nTuesday, February 6, 1940.\nDr. Franz Weidenreich.\nThinking it altogether unlikely that PUMC will release any funds\nfor von Koenigswald, W. raises the question as to whether the RF could\npossibly contribute $500 this year for that specific purpose. W. also\ncomments on the fact that it has been quite impossible to carry out the\nplanned completion of the excavations at Choukoutien, and that it will be\nvery difficult to formulate plans unless he has some indication as to the\npossibilities of extension of support. WW suggests that we extend for\none year by officers' action the support which would otherwise terminate\non April lst, 1940. (w. estimates that there will remain approximately\n$25,000, but he is not sure whether this includes the $7,000 for publication from an earlier appropriation) The balance that will be available on\nApril lst will be more than sufficient to keep the work going, even if\nexcavation again becomes possible, for one year. Then in the late fall\nof 1940 W. will send us a memorandum, indicating rather fully the status\nof the whole enterprise, and the then prospects for continuation. At\nthat time WW would expect to give W. some indication of the possibility of\nfurther support.\nEB\nMr. Alfred L. Loomis.\nL. is leaving for California and calls to have a general talk concerning the cyclotron project. WW takes this opportunity to indicate to\nL., with the expectation that it probably will be passed along, our general\nfeeling that this proposal is not likely to gain by being pushed too hard\nor too fast.\nEB\nThursday, February 8, 1940.\nRBF.\nWW poses three questions to RBF concerning the cyclotron project.\nIf action is to be postponed until 1941, is there some way in which the\ndivision could effectively contribute $200,000 from its 1940 budget and the\nsame amount from its 1941 budget? RBF thinks this accounting matter could\nbe arranged. If such a procedure were followed, what is the maximum amount\nwhich RBF thinks the trustees would be willing to add from capital to\nsupplement this proposed $400,000 from income? If action is to be taken\nwithin 1940, WW thinks $250,000 is the maximum which the division could\nallocate from its 1940 budget. In this case, what does RBF think is the\nmaximum by which the trustees would be willing to supplement from capital?\nIt continues to be WW's judgment that this project should not go\nforward unless it can be done superlatively well. WW has relatively little\nenthusiasm, therefore, for cutting down the plans to, say, a capital\n"}, {"id": "Warren Weaver_Diary_1939-1940_177", "page_idx": 177, "text": "RBF, February 8, 1940 (continued).\nexpenditure of $750,000, rather than a capital expenditure of $1,500,000.\nRBF agrees. It is ww's tentative judgment that the $1,500,000 figure cannot be cut very deeply without injuring the essential character of the\nenterprise; and that it is unlikely that the California group can raise\nfrom other sources enough really to do the job properly unless the RF's\ncontribution is somewhere between $750,000 and $1,000,000. If the RF\ntrustees would be willing to authorize as much as $1,000,000, or even $750,000,\nWW would see some advantage in obtaining this preliminary authorization in\nApril, so that the California authorities would have some definite\nassurance from the RF to use as a leverage in obtaining other funds.\nSuch\nan authorization would, of course, be made contingent upon California's\nraising enough in addition to make the project possible.\nRBF promises to think about these questions. He suggests that\nWW talk with all of the \"scientific\" trustees, to give them fuller information and to determine their attitude. WW has already had a preliminary\ntalk with Gasser, but will have another. WW will also go to Rochester to\nsee Whipple.\nEB\nFriday, February 9, 1940.\nDean L. A. DuBridge, University of Rochester.\nDuB. first speaks of Lawrence's proposal to build a cyclotron,\nand makes it clear that he thinks this proposal ought to come before any\nthat he, or anyone else, could bring forward. He mentions that Professor\nStafford Warren is developing large plans for a Radiological Institute and\nHospital. These plans include continuation of W.1 fever work,\nroentgenology, spectroscopy, an electron microscope section, a 1,000,000\nvolt x-ray machine, an experimental machine of considerably higher voltage\n(depending upon the Westinghouse success with their 3,000,000-5,000,000 volt\ndesign, and a large cyclotron, probably about 60-inch pole diameter.\nW.\nhopes to raise approximately $10,000,000 for building and endowment. DuB.\ndoes not understand that W. expects to approach the RF on the general plan,\nbut that he probably does hope to get support for certain specific studies.\nDuB. reports that the program for utilization of radioactive\nisotopes is approximately six months ahead of schedule. The cyclotron has\nbeen run 8-10 hours a day and has been shut down for but a two-weeks' period\nin the last two and one-half years. They have been using a 6.7 million\nvolt beam of protons with 3-5 micro-amps. externally and from 20-25 microamps. on an internal probe. This is as powerful a proton beam as any\ncyclotron has ever produced, their special ability to reach this value\nbeing dependent upon the very high frequencies which they use. On deuterons\nthey work up to about 4.5 million. DuB says that Whipple could use three\n"}, {"id": "Warren Weaver_Diary_1939-1940_178", "page_idx": 178, "text": "Dean L. A. DuBridge, February 9, 1940 (continued).\ntimes as much radioactive iron as he is now receiving from Lawrence.\nDuB.' particular concern is to replace approximately $3,000\nannually of support for the pure physics side of the program. This money\npreviously came from the Research Corporation, but they turned down the\nlast application following the death of one of their trustees who was\nparticularly interested in Rochester. DuB. does not know whether\nMr. Hooker's death was really responsible for the declination of their request or not. When DuB. was offered the post as Director of Research by\nWestinghouse, the University set up a $14,000 research fund on which he\ncan draw as necessary. They are using that at the rate of $2,000-$3,000\na year. It will be exhausted in 2-3 years more, and it will then be\nnecessary to find some way to replace it. DuB. says that the University\nhas cut research funds in physics less than they have found it necessary\nto cut funds generally.\nEB\nPresident Karl T. Compton and Professor J.W.M. Bunker, Massachusetts Institute\nof Technology.\nB.'s relationship to the biological engineering development is\ndiscussed frankly and completely. The Administration would like to have\nB. become Dean of the Graduate School, and he has a real interest in taking\non this job. He does not want, however, to give up. the leadership of\nthe biological engineering development unless and until another man is\nobtained who is clearly the one to take over this job. B. agrees that\nnothing would suit him better than to have MIT in the position to get just\nthe man to whom the whole direction could safely and properly be entrusted;\nand at that point B. is entirely willing to step aside. It is altogether\nreasonably proposed that he carry on until such more obvious leadership is\navailable.\nConsiderable discussion of possible personnel. C. would most of\nall like to get, for his two appointments, Bronk and Szent-Györgyi.\nHe\nthinks there is à fair possibility that they could get Szent Györgyi, but\nhe fears that the chances would be very low on Bronk. If these individuals\nare not available, it is necessary to step down somewhat and consider the\nreasonable possibilities. In the second flight they have been thinking\nabout King of Pittsburgh and Elvehiem of Wisconsin for the biochemical post.\nThe post in electro-physiology has bothered them more. They have considered\nFricke. C. thinks he has a good record, but that his personality eliminates\nhim. For somewhat similar reasons they have eliminated Wyckoff. During\nthe last academic year Hoagland informed C. that he had definitely decided\nto leave Clark University and that he would be willing to come to MIT for a\nyear at no salary. After careful consideration C. informed him that they\n"}, {"id": "Warren Weaver_Diary_1939-1940_179", "page_idx": 179, "text": "President K. T. Compton and Professor J.W.M. Bunker, February 9, 1940 (continued)\nwould be very happy to have him as a guest, but that he would have to come\nwith the definite understanding that MIT accepted no responsibilities of\nany sort whatsoever for the future. The definiteness of this statement\napparently discouraged Hoagland. WW introduces the names of Otto Schmitt\nand Glenn Millikan for possible consideration. It is understood that B.\nwill begin at once the active consideration of possible men, consulting\nthe leading electro-physiologists for suggestions and for comments concerning the names they already have.\nSaturday, February 10, 1940.\nProfessor A. N. Richards, University of Pennsylvania.\nA wealthyPhiladelphian has suggested his willingness to contribute a sum of money to the Department of Radiology to enable them to\nobtain equipment for some of the more modern work in that field. Just as\nwas the case with Washington University, they are questioning whether they\nshould go into a high voltage x-ray installation or build a cyclotron.\nWW tells R. of the study of just this question made at St. Louis, and\nsuggests that he get in touch with Shaffer, obtain the Hughes report, etc.\nWW gives R. general information concerning the universities and other\ninstitutions having high voltage x-ray equipment and having cyclotrons which\ncan be used for biological or medical work.\nWW takes advantage of the opportunity to talk with R. at some\nlength concerning Lawrence's plans for a great cyclotron. R. is definitely\nenthusiastic about the project, and agrees that it is an important and\ncharacteristic RF opportunity. In speaking of the earlier situation,\nwhen it was expected that the RF would only be asked for $500,000, R.\ninterrupted to comment \"They would have done it in a moment.\" WW then\ntells R. of the present estimates of $1,500,000 for capital costs and\n$86,000 annually for operation (the latter to be furnished by the University\nof California). WW indicates that all other sources of possible support\nare now being explored, but that it seems unlikely that the project will\nsucceed unless the RF is in a position to make a very substantial contribution. R. enthusiastically agrees that the project should not be cut down.\nWW quotes comments from a few of the men we have consulted.\nMentioning\nthe fact that we do not plan to ask advice from more than a relatively small\ngroup, R. comments at once that, after all, there is only a very small group\nof individuals who have the competence to judge such a project and the\nvision and imagination to appreciate it. WW, at different times, spoke of\nthe possibility of RF contributions of $750,000 or of $1,000,000, or even\nof the total $1,500,000. It did not seem sensible to push R. too fast or\ntoo definitely in this first talk, but WW has the distinct impression that\nR. would be prepared to back any proposal which turned out to be necessary\nin order to have this job done.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_180", "page_idx": 180, "text": "JWG\nAWG\nAEB\nTuesday, February 13, 1940.\nProfessor J. H. Bodine, State University of Iowa.\nB. is in the East for the meeting of the NRC committee on fellowships in biology. He strongly feels that the recent decision to consider\nonly men one year beyond their doctorate has decreased, rather than improved,\nthe quality of applications.\nB. feels that the leads which they have recently developed in\nenzyme work represent the most promising and important findings which\nhave ever come out of his group. He feels confident that they can make\ngreat progress in this field, and he is obviously sketching in a glowing background against which we may consider the pending application.\n"}, {"id": "Warren Weaver_Diary_1939-1940_181", "page_idx": 181, "text": "Thursday, February 15, 1940.\nDr. Irvin Stewart, Committee on Scientific Aids to Learning.\nWW calls at the offices of the CSAL and spends some time trying\nout the models of the Wriston (known as the \"Wriston Bread-board\") and the\nBennett (known as the \"Bennett Can\") microfilm reading machines. ww's reactions are summarized as follows:\nWriston Model\nAdvantages\n1) General attractive appearance - convenient size and shape.\n2) Reading surface conveniently located and inclined.\n3) Adjustment of film and focusing can be done with both\nhands in a natural and convenient position.\n4) Flexibility of the equipment is a decided advantage - with\nthe easy release of a single wing nut one has a standard\nprojector, useful for many other purposes.\nDisadvantages\n1) Magnification of film (72/2 to 1) may be disastrously small.\n2) Shortsighted person would have to hold his face nearly over\nthe bulb housing - pretty hot in the summer time.\nBennett Model\nAdvantages\n1) Considerably larger magnification - probably 15 to l; essential\nif and when needed, but may be an actual disadvantage in\ncases where it is not needed.\n2) Two stage illumination (very mild advantage).\nDisadvantages\n1) Clumsy and unattractive size and shape.\n2) Film adjustment requires one to reach so high it is impractical to use both hands and clumsy to use one.\n3) Focusing screw very inconveniently located.\n4) Reading surface considerably too flat.\nComments:\nWW assumes that costs are essentially equal, although the\nWriston model may be slightly cheaper. The Wriston model could\npresumably be put on the market more quickly. The Wriston model\n"}, {"id": "Warren Weaver_Diary_1939-1940_182", "page_idx": 182, "text": "Dr. Irvin Stewart, February 15, 1940 (continued).\nis somewhat more easily suited to amateur construction, if one\nwants to build his own, - no fooling with wiring or optical\nparts. WW does not consider the existence of the one mirror an\nargument against the Wriston model. The optical efficiency\nof\nthe reflection is unimportant, since there is plenty of light on\nthe screen anyway. A felt strip around the glass screen would\nmake the box essentially dust-proof, and, in any event, it would\nbe very easy to reach inside and wipe the mirror off once every\nsix months.\nThe one essential point seems to WW to be the amount of\nmagnification. This depends, of course, on the use to which the\nmachine is to be put. If the Wriston machine were redesigned\nfor somewhat greater magnification, the proper procedure would\nobviously be to move the mirror back somewhat, since its displacement by one inch lengthens the optical path by two inches. DHS JM EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_183", "page_idx": 183, "text": "Thursday, February 15, 1940.\nRBF, Mr. D. H. Morris, and Mr. H. A. Poillon.\nGeneral interchange of enthusiasms concerning the cyclotron\nproject.\nM. is so strong for Lawrence that he would be in favor of\ngetting started rather promptly on almost any kind of a larger cyclotron.\nP., who has at least some appreciation of the technical points involved,\nis more inclined to subscribe to our view that the job should be\ndefinitively well done, or not at all. M. indicates his willingness\nto\n\"take off his coat\" and do anything possible for the project. The\nresources of the Research Corporation are not such as to permit them to\nmake a big contribution, but there is some indication that they would be\nwilling to commit, for each of three successive years, a fair proportion\nof their income. M. would be entirely willing to sponsor a proposal to\nthe Macy Foundation, but there again it is clear that the amount involved\nwould have to be modest.\nEB\nDr. Herbert Feigl\nWhen F. applied for a Rockefeller Foundation fellowship he had\nbeen assured by the Dean of the Graduate School at Iowa that he would receive partial salary during his year's leave of absence. It later turned\nout that the Dean was over-optimistic and misinformed, the State forbidding\npayment of any part of a salary during non-residence. The Dean then\nattempted to arrange a. research grant, nominally assigned to himself, which\nhe would turn over to F.; but this procedure also failed. As a result F.\nhas $1800 less than he had every reasonable right to count on for this year.\nHis wife, mother, and son are with him. Not being able to find a furnished\napartment in the suburbs where the schooling would be adequate, they have\nbeen subject to the expense of placing the boy in a private school.\nF. has talked to Moe to see whether he could apply to the\nGuggenheim Foundation for a supplementary grant. M. says that this\nis\npossible, but very unusual. M. feels sure that there would be no point\nin F. 's making such an application, except for the fact that his recommendations were very extraordinary. Even so, M. thinks F.'s chances are poor.\nIn light of these facts, WW informs F. that, in his judgment, it\nis quite unlikely that the Guggenheim Foundation will be interested in patching up a fellowship which we have undertaken. Without any commitment as\nto outcome, WW agrees that we will review the situation. EMS EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_184", "page_idx": 184, "text": "Thursday, February 15, 1940.\nDr. A. F. Blakeslee, Carnegie Institution, Cold Spring Harbor, (Telephone). .\nThe committee of the National Academy charged with organizing\na national science fund has been given a grant by the Carnegie\nCorporation to enable them to hire a man for an experimental period of\nperhaps three years to undertake establishing and developing this fund.\nThis fund, something like the various municipal foundations, seeks to offer\na competent and dependable mechanism whereby any individual, interested in\nscience, can will a sum of any magnitude to the fund to be administered for\nscientific purposes. B. is looking for a man to undertake developing this\nproject. They have thought some of getting a distinguished scientist\nwho has just retired, but rather prefer the idea of getting a relatively\nyounger man. In the latter category, Hudson Hoagland has been suggested,\nbut B. has rather serious doubts. H. H. Sheldon, in the Physics Department\nat New York University, and previously active in the American Institute,\nhas also been mentioned. B. hopes that WW can give him some information\nconcerning Sheldon, as well as any other suggestions which may occur.\nEB\nDr. H. A. Barton, American Institute of Physics, and Dean G. B. Pegram,\nColumbia University, (Telephone).\nTo obtain information concerning Sheldon, Physics - N.Y.U., in\nconnection with Blakeslee's scheme for a national science fund, WW telephones\nB. and P. Their estimate is essentially the same, namely that S. is a\npleasant and intelligent fellow, who has never made any particular mark in\nphysics, but who apparently has some considerable ability relative to\npublicizing science. Both are inclined to think S. might be a good man for\nthe purpose, provided one is willing to overlook his own scientific attainments.\nEB\nMonday, February 19, 1940.\nDr. A. F. Blakeslee, (Telephone).\nWW reports the information concerning Sheldon and rather urges\nthe greater desirability of choosing a really distinguished elder scientist.\nWW mentions the success, in not altogether incomparable jobs, of Dean Russell\nat Wisconsin, Conklin, and Ross Harrison. WW suggests, among others, the\nnames of Cannon and W. C. Curtis, agreeing to forward more names if they\nturn up.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_185", "page_idx": 185, "text": "Tuesday, Feb.20, 1940\nDEAN GEORGE H. WHIPPLE (School of Medicine and Dentistry)\nWW tells W. the story of Lawrence's design of a giant cyclotron,\nbriefly outlining the scientific case for such a project, the expert opinion\nwhich we have gathered, and the scientific implications. WW indicates that\nassumption of the heavy annual budget seems to be all that the University of\nCalifornia can itself reasonably undertake from internal resources. There\nis\na reasonable probability that they could collect approximately $250,000 from\nother foundations (perhaps the Research Corporation, the Macy, the Markle,\netc.) The RF is accordingly faced with the following situation. If we\ngranted $1,500,000, we could take great pride in being the contributor of\nall of the capital costs for this great instrument and this inspiring\nscientific development. If we granted $1,250,000, it is probable that\nCalifornia could collect something further (probably not a full quarter of\na million, because the urgency of the case for additional contributions\nwould be somewhat impaired) and something close to the full program could\nbe carried out. If we contributed $1,000,000, I think it is reasonable\nto hope that California could obtain such additional funds as would enable\nthe 184\" cyclotron to be built, but with certain desirable features left\nout, possibly to be added later if funds were available and the circumstances\ndemanded. If the RF contributed $750,000, I would hope that, by great effort, California could raise $300,000 additional. With the total thus\nproduced, they could still construct a 184\" cyclotron in what might be called\n\"skeleton\" form. That is, the development would be shaved at every point,\nthe building would be cut down to the cheapest possible factory type construction, certain desirable features would have to be eliminated, and certain\nexpenditures would have to be postponed. Thus the original power installation\nwould not be full size, although this could be expanded later, if necessary.\nSimilarly, water tanks for protection from the neutron radiation would have\nto be eliminated originally and would almost surely have to be built later,\nif the project is a success.\nWW tells W. that it seemed important to us to explain the detailed\nsituation to the technically trained members of our board, and to obtain\nfrom them some indication of how far they thought the RF would be justified\nin going in supporting such a project.\nW. begins by explaining, with some feeling, his lack of enthusiasm\nfor the relation of the Trustees to projects and decisions. The Trustees\nhave the impression that only perfected schemes are brought to them, and\nthere is considerable assumption that failure to approve on the part of the\nTrustees is equivalent to a vote of lack of confidence in the officers. W.\nmentions that Dick Pearce once told him that he held this view so strongly\n"}, {"id": "Warren Weaver_Diary_1939-1940_186", "page_idx": 186, "text": "U. of Rochester\nTues. Feb.20,1940 (cont'd)\nDEAN GEORGE H. WHIPPLE - continued\nthat he would expect to resign if the Trustees turned down any important\nproposal that he made to them. W. considers that this situation reduces\nthe Trustees to an absurd position of mere rubber stamps. WW does not feel\nthat it is wise or proper to introduce any alternative viewpoints into the\ndiscussion and hence does not mention the fact that, even were the actual\nsituation that which W. describes, the Trustees would still be in a position\nto exercise control over all general policies, decisions as to fields of\noperation, relative magnitude of support for various fields, etc.\nFollowing these remarks, W. says that he considers that the statement which WW has made to him about the California cyclotron project is a\nmost interesting and important statement, and that it is his opinion that\nWW should have an opportunity to present the matter in exactly that way to\nthe full Board of Trustees. W. thinks that it is not necessary, or even\nproper, that one specific recommendation be made to the board concerning\nthis situation, but rather that the board should have it presented with\nall the pros and cons, with plenty of time for a full statement by the\nDivision and full discussion by the Trustees, without recommendation by the\nofficers. W. says that he is not willing to answer the specific question\nas to how far he would be willing to back support. He says that he has\na\ndefinite opinion at the moment, but that he might very likely change that\nopinion in view of a general discussion of the full Board of Trustees.\nGranting that only a small number of the board are competent on the technical\ndetails, he feels that others have high competency on the implications of\nthe financial aspect of the proposal, while others have special competency\nrelative to alternative opportunities. Although the above account might\nseem to indicate a rather bitter attitude, it should be recorded that W.\nwas extraordinarily friendly and cordial throughout this interview and\nthroughout a long visit the next day. He made no reference whatsoever to\nthe recent RF declination, and WW had the distinct impression that he was\ngoing out of his way to be friendly, as special proof of the fact that he\nwas not holding any grudge, at least relative to NS and this proposal,\nbecause of past history. In fact, although W. declined to make any specific\nstatement about the Lawrence proposal, it was perfectly clear from his\ngeneral tone and from a number of small remarks, that he considered it a\nmatter of the highest interest and importance. WW would be willing to\ngive even odds that W. would himself back a proposal for the full $1,500,000. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_187", "page_idx": 187, "text": "February 20-21, 1940.\nUniversity of Rochester visit.\nDean George H. Whipple (continued).\nWW talks with W. and Dr. P. F. Hahn concerning the use of radioactive iron in anemia research. W. is deeply appreciative of the help\nthey have had from Lawrence. He says that they could make very effective\nuse of three or four times as much iron as L. can send him, and that, even\nso, they would not have any available to use in clinical cases.\nW.\nspeaks with an enthusiasm which is very unusual for him concerning Lawrence\nand his group, saying that the way they do things out there is \"just right.\"\nW. agrees that there has undoubtedly been, in some places, a rather \"faddy\"\ndevelopment of cyclotron work, but he seems to view with real enthusiasm the\nsupport of those places which have demonstrated their real effectiveness.\nThe radioactive iron has opened up for their anemia work many important\npossibilities which simply did not exist before, and to date they see the\nfields of important application as increasing rather than decreasing.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_188", "page_idx": 188, "text": "Wednesday,Feb.21,1940\nDEAN LEE DUBRIDGE (Faculty Arts and Sciences)\nD. is both Chairman of the Physics Department and Dean of the\nCollege, and it seems clear that he, President Valentine, and Dean Whipple\nare very closely associated in discussions of general problems and policies\nof the University of Rochester. D. is an old friend and former student\nof ww's, which fact apparently led D. to wish to discuss with WW the recent\ndeclination for RF aid to the Medical School.\nD. understands clearly that this is entirely outside of ww's\nfield of interest or responsibility, and that all comments are therefore\non a basis which is informal and largely personal rather than official.\nWW is recording the conversation, however, because of its possible interest\nto RBF and AG.\nD. reports that Whipple was definitely angered, but also somewhat confused and hurt, by the declination. He wished to resign as RF\nTrustee, but was apparently talked out of this move by President Valentine.\nD. reports that W. and V. had two reactions to the letters which they\nreceived from the RF. One reaction was that there must be something in\nthe situation which they were not being told, some real explanation which\nwas concealed for some reason or other. Secondly, they were definitely\npiqued at the ideas: a) that the University of Rochester is very rich, so\nthat its cries of poverty are not very convincing; and b) that the University\nof Rochester, if it really feels that the Medical School is its most important development and its greatest asset, could easily reduce its expenditures for less basic purposes. (It seems to WW, parenthetically, that\nit is a little paradoxical to urge that you are not given the real explanation, and at the same time react so strongly against the explanation that\nis given: but this point is not raised.)\nWW says that D. must, of course, recognize that WW is in no\nposition whatsoever to comment with any authority on a situation in the\nMedical Sciences, but that, on the other hand, it would seem to WW to be\na rather simple and convincing fact that the RF, even though it used its\ntotal resources, would be completely impotent to nullify the falling\ninterest rates on the endowments of universities and colleges. It must be\nremembered that the RF, too, has experienced this falling interest rate.\nEach individual institution, of course and properly, views its situation\nto be unique and its relation to the RF to be peculiar. WW points out\nthat the fact is that we have peculiar relations with a very large number\nof peculiar institutions, so that the argument of unique relation is one\nthat can not be supported. WW would suppose that these simple facts\n"}, {"id": "Warren Weaver_Diary_1939-1940_189", "page_idx": 189, "text": "Wed., Feb.21,1940 (cont'd)\nDEAN LEE DUBRIDGE - continued\nrepresent the primary reason why the request was declined.\nOn the other hand, since D. has himself raised the other points,\nWW asks him frankly if he does not consider that these other points are\nsomewhat difficult to answer. It is widely known that the endowment of\nthe University of Rochester stands very high on the national list. D. says\nthat of the $58,000,000 endowment of Rochester, some ten to twelve millions\nare specifically assigned to the Medical School and nearly as much specifically\nassigned to the Music School. The Medical School is actually using the\nincome of approximately $20,000,000 of endowment. The Music School uses\nthe income on its assigned endowment and at least $150,000 a year in addition.\nD. states, upon questioning, that the University puts well over $100,000\na year into the support of what could roughly be called \"municipal music\"\nin the city of Rochester. It is D. is point, of course, that it is not\nfair to talk about a total endowment unless one inquires into the obligations of the institution, and it is hardly fair to criticise these obligations unless one understands the historical origin of some of these obligations and the corresponding fact that the university may be legally obligated\nto spend certain sums of money in certain ways. Granting all of these points,\nWW believes it remains true that Rochester spends annually on the Music School\nat least $150,000 of income of its general endowment; and that it spends\napproximately this sum in support of the general community activities in the\nfield of music. D. remarks, somewhat naively, that President Valentine attempted to reduce the University's contributions for municipal music, \"but\nthat there was a strong protest from the citizens of Rochester.' He says\nthat this activity is, historically, an important part of the University,\nand that it brings a great deal of good will to the institution. (This good\nwill, however, does not seem to take the form of contributions to the budget\nof the Medical School!) WW tells D. a parable. A certain family appeals\nfor contributions to buy shoes for the children. It is reasonably argued\nthat the children can not go to school without shoes, and that these form\na basic necessity for the reasonable life of the family. Upon investigation\nit turns out that this same family always has chicken salad for supper.\nIn fact, it is an old custom that the family have great bowls of chicken\nsalad, and friends and neighbors have formed the habit of dropping in every\nevening to eat some of the chicken salad. When it is suggested that the\nfamily have wieners twice a week and save enough money to buy shoes, it is\npointed out that chicken salad for supper is an old family custom, and that\nfriends and neighbors would feel very sorry indeed if this custom were discontinued.\n"}, {"id": "Warren Weaver_Diary_1939-1940_190", "page_idx": 190, "text": "Wed. ,Feb.21,1940 (cont'd)\nDEAN LEE DUBRIDGE - continued\nAs a final remark, WW repeats that he has commented on these\naspects of the situation only because D. himself brought them up; and that\nWW would prefer to minimize such considerations and come back to the original\npoint of the relationship of RF resources to the problem of neutralizing\na reduced interest rate. D. says that he greatly appreciates the chance to\nhave this discussion, and that he thinks that it will enable him to go\nsome distance in improving the Rochester administration's present attitude\ntoward and understanding of RF administration. AG EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_191", "page_idx": 191, "text": "February 20-21, 1940.\nUniversity of Rochester visit.\nDean L. A. DuBridge (continued). .\nDuB. gives WW a complete and impressive set of reprints indicating the contributions from the Rochester cyclotron, culminating in\nJ.J. Livingood and G.T. Seaborg's recent table of induced radicactivities\nin which DuB. has marked 101 artificially radioactive isotopes produced and/or\nidentified at Rochester. In the general field of physics at Rochester,\nthe Department of Physics and the Institute of Optics are administratively\nseparate, although they occupy the same building and work rather closely\nand harmoniously. Professor Brian O'Brien is the Director of the Institute\nof Optics and of the four-year course in optical engineering. This was\ninstituted years ago under urging from Bausch and Lomb and Eastman, the\nwork being under an Advisory Committee consisting of O'Brien, the President\nof the University, and one representative each from Bausch and Lomb and Kodak.\nThe equipment was contributed by Industry, and for an initial five years they\nfurnished from $50,000-$60,000 annually for the operating budget. The\nbudget is now carried by the University. There are 8-10 graduates in\noptics each year, and 4-5 graduate students. In addition to Bausch and\nLomb and Kodak, they send many of their graduates to Folmer Graflex, Spencer\nLens, Agfa, etc. There are supposed to be three permanent full-time\npositions in the Institute of Optics - the professorship of physiological\noptics (O'Brien), the professorship of physical optics (now held temporarily\nby Critchfield, a student of Teller and Gamov), and a professorship of\ngeometrical optics (now vacant). In addition, part-time men from the\nindustries teach courses in instrument design, photography, optical shop,\nand drawing.\nIn the Physics Department proper, in addition to DuB., there are:\nProfessor T. R. Wilkins, interested in natural radioactivity, and particularly\nin photographic detection and measurement of natural radioactivity; Professor\nF. C. Fairbanks, not a research man but a good teacher, who will retire in\ntwo or three years; Assistant Professor S. W. Barnes, who came with DuB.,\nwho had done mitogenetic work at Cornell, and who had a good deal to do with\ndesigning three their cyclotron; (incidentally, Don Cooksey remarked to DuB. that\nthere were/really good cyclotron designers outside of Berkeley, namely\nBarnes at Rochester, Allen at Bartol, and Thornton at Michigan); S. N.\nVan Voorhis, who took his degree at Princeton and spent three years at\nBerkeley, who has quietly but efficiently assumed charge of the biology-physics\ncollaboration, and has taken charge of the upkeep and actual operation of\nthe cyclotron; G. Kuerti, an Austrian Quaker refugee and full-time research fellow\nengaged in actually running the cyclotron; Viktor F. Weisskopf, an Austrian\nwho was formerly an Assistant to Pauli and then worked in Bohr's laboratory,\nand who is an expert in the theory of nuclear structure; R. E. Marshak, a\nyounger theoretical physicist who studied with Bethe; and about 10 graduate\nassistants and fellows. DuB gives WW a statement concerning the research\nprogram in nuclear physics, indicating that they will be shy next year by\n"}, {"id": "Warren Weaver_Diary_1939-1940_192", "page_idx": 192, "text": "Dean L. A. DuBridge, February 20-21, 1940 (continued).\nabout $4,500 of an amount necessary to carry on their present program.\nindicates that it would be unfortunate for us to consider trustees' support\nto this work at this time. Because of the importance of the basic development in physics to the program of biological applications, we might be\njustified in making a one-year grant-in-aid. This would carry the present\nphysics program along until the termination of our general grant. We\nwould then, in connection with any possible application for en extension\nof that general grant, expect to decide how much of the basic physics program\nwe could afford to include in our support. FBH EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_193", "page_idx": 193, "text": "February 20-21, 1940.\nUniversity of Rochester visit.\nProfessor Stafford L. Warren.\nW. gives WW a typed outline of the very numerous projects which\nare being carried out under the RF assistance for application of radioactive\nmaterials to biological and medical problems. It is entirely clear, from\nW. 's reports on various of these programs, that the work has been organized\nefficiently and that it is going forward very well indeed. W. also gives\nWW 9 reprints which have already appeared from Rochester in this field, and\na list of four further papers which have come out of the Department of\nPhysiology.\nW. spends considerable time showing WW the charts and drawings\nwhich he has prepared to aid him in presenting, to possible sources of\nsupport, his large plan for a new institute at the Medical School, in which\nphysical and chemical techniques would be applied to biological and medical\nproblems. The general nature of this scheme has been previously described\nin ww's record of his interview with DuBridge on February 9th. W. is\nplanning systematically to canvass all of the wealthy families in the\nUnited States, starting at the top. He is beginning with situations which\nhe considers entirely hopeless, so that he will accumulate the necessary\nexperience before he tackles the good prospects.\nEB\nProfessor W. 0. Fenn.\nWe discuss at some length the question of a second year's fellowship for Young. F. feels that there is a heavy element of training in\nYl's fellowship work, which might influence us to extend; this being his\ncounter to WW's remark that we are conservative about extending fellowships\njust because they turn out to be successful and attractive to the holder.\nF. certainly has a high opinion of Yl's ability, and he is of course prepared to take Y. back on his instructorship. But it is clear that F. is\nmildly embarrassed at having in his Physiology Department two men whose\nand original\nbasic/trailing was in physics. He brings up, in this connection, the point\nwhich he has raised before, namely, the difficulty about finding progressively developing opportunities for biophysicists. F. says that Blair,\nin his own department, is somewhat discouraged by the realization that he\ncan never be more than second man in any department - indeed that he can\nprobably never expect anything more than an associate professorship. WW\npoints out, first, that there is at least one exception which proves that\nthis is not necessarily an inexorable rule. Thus Bronk has recently been\noffered the headship in two important Departments of Physiology, and is\npresumably high on the list for the most important post in physiology in\nthe country. And WW points out that, although discouragingly slow for any\ngiven individual, there are definite signs that progress is being made and\nthat the situation will be gradually remedied. WW tells F., for example,\nsomething about the Washington Biophysical Institute and the developing\nfacilities for biophysics in the National Institute of Health and the National\nCancer Institute. We also talk about MIT's plan for developing biological\nengineering. F. seems to be very much interested in these, particularly in\n"}, {"id": "Warren Weaver_Diary_1939-1940_194", "page_idx": 194, "text": "Professor W. O. Fenn, February 20-21, 1940, (continued).\nthe latter, and views it to be a specially important move since success by\nso distinguished an institution would undoubtedly stimulate imitative developments elsewhere. In connection with the MIT plan, F. rather promptly\nsuggests that Blair might be a good man for them to consider, in which case\nhe would be anxious to keep Young in his own department. WW gets the\ndefinite impression that B. is something of a problem for W. and that he\nwould not mind placing him elsewhere, so that he could promote Y. F.\nspeaks briefly, but with enthusiasm, concerning the applications of radioactive materials to problems in his department.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_195", "page_idx": 195, "text": "Friday, February 23, 1940.\nProfessor B. E. Warren, MIT.\nWW lunches with W., whom he has never met before, to determine\nthe range and nature of his interest in x-ray work and to get his opinions\nconcerning Fannkuchen and Mrs. Mooney. M. is not working on protein\nproblems at the present time, although WW had understood from Cohn that\nshe was to do so. F. is carrying out a broad survey of protein material.\nW. points out that it would be highly unfortunate arbitrarily to pick out\na certain protein and then spend years working on it in the hope of\ndetermining its structure by x-ray methods. X-ray analysis of structure\nalways presents a problem, according to W., which is closely analogous to\nthe problems in cryptography. For very special and unexpected reasons\ncertain structural problems fall apart rather easily, while others resist\npermanently. W. quotes several illustrations of this point. A great\ndeal of x-ray work was done to attempt to determine whether the benzene\nring is flat or crinkled. None of this succeeded until someone happened\nto work on a material which ostensibly was much more complicated. This\nmuch more complicated material, however, happened to have certain symmetry\nproperties which were critically useful in connection with the interpretation of the x-ray data, and a complete solution was obtained. Thus W.\nthinks it is entirely probable that, with a thorough search, they may\nhappen upon some protein which lends itself to x-ray structure analysis\nvery much better than does any other protein. W. has a high record for\nF. is technical skill in setting up equipment and taking x-ray diffraction\npictures.\nHe has not had much opportunity as yet to judge F.'s other\nqualities.\nWW tells W. that we have an active interest in this type of work.\nWe hope that Lilly will extend their support of Fannkuchen and/or that a\npermanent useful opportunity for F. will be found in this country; but if\nserious difficulties should arise concerning continuation of F.'s work, we\nwould at least be interested to be informed.\nEB\nTuesday, February 27, 1940.\nPresident Karl T. Compton, MIT.\nC. has talked with Bronk concerning the MIT plan for developing\nbiological engineering and has found B. definitely interested. B. would\nwish, if he were to head up the development, to broaden the plan as regards\nbasic biological training and research, so that biological engineering would\nappear rather as a part of the plan - the part which reached out into\ntechnological applications. This change in emphasis does not disturb c.,\nalthough it involves a greater development of basic biology than he had\ncontemplated. B. raises another point which may present some difficulties.\nThere are several persons closely associated with him at Philadelphia to\n"}, {"id": "Warren Weaver_Diary_1939-1940_196", "page_idx": 196, "text": "President K. T. Compton, February 27, 1940, (continued).\n.\nwhom he feels personally responsible and whom he would wish to take with\nhim on any new venture. C. feels that it is easy to justify making an\noffer to Bronk, but that it would be difficult to understand if MIT\nappeared to move. some considerable fraction of the staff of the Johnson\nFoundation to Boston. The financial implications are not the really serious\npoint. This difficulty may not be as great as it appears, because the\npersons may be definitely junior. C. is to see B. again within a day or\ntwo, and will clear up this point. C. mentioned a salary of $10,000 to B.,\nwhich he commented on as being \"about what I a.m getting, and apparently\nentirely satisfactory.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_197", "page_idx": 197, "text": "JWG\nAEB\nTuesday, February 27, 1940.\nDr. Irvin Stewart, CSAL.\nS. says he is glad to have a chance to explain the real reason\nwhy the CSAL turned down the Mathematical Society's request. Their\nCommittee has a general interest in sponsoring and developing the use of\nmicro-photography, and, if they made a grant of this sort for one special\napplication, they feared that they would be open to a variety of similar\napplications from other fields. WW mentions (with a grin to take the\ncurse off) that this argument was probably discoverable some months ago,\nand that it would have been convenient for the Society not to have lost so\nmuch time. S. then further remarks that Bush expressed the fear,\nprimarily inspired by the recent protest of their Committee, that the\nMathematical Reviews proposal might contain special dynamite for the\nCarnegie Corporation. That is, the Mathematical Reviews microfilm service\nmight adversely affect the status of some tottering scientific journal\nwhich would then come back to the Carnegie Corporation with a strong claim\nfor help. Since B. is a Carnegie Corporation trustee, this remark seemed\nto frighten the rest of the Committee.\nUpon questions from WW, S. assures him that the Committee would\nconsider it perfectly proper and friendly for the Mathematical Society to\nobtain a grant for this purpose from any other source, and to choose any\nreading machine they please, including the Wriston model. Dr. T.C.\nFry\nEB\nDr. F. G. Cottrell.\nC. is thinking of trying to interest Mr. Robert E. McConnell in\nthe Lawrence cyclotron project. McC. has been associated with C. on\ncertain past ventures. He formed the \"Mayflower Associates, which got\nout of the market just before the crash in 1929, and which liquidated at a\nhigh point in 1936. McC. is supposed to have made over $7,000,000 personally\nin the operation of this company. He has formed a foundation which has\ntrustees, but which McC. rather frankly views as a mechanism for carrying\nout his personal purposes. They have approximately $200,000 a year to\nspend. To date he has been rather more interested in the field of the\nsocial sciences.\nC. tells WW some of the early history of the Lawrence cyclotron\ndevelopment. After L. had made the first successful trials with the 2-inch\nmodel he wished to build an 8-inch model and was applying for $500 aid.\nShortly before this C. had mentioned to the trustees of the Research Corporation that they had never distributed any funds to California, the institution where he had been at the time the basic work on the nitrogen patent\nwas done. The Research Corporation trustees voted a blanket sum of $5,000\nto California without háving any request from them, and commissioned C., on\n"}, {"id": "Warren Weaver_Diary_1939-1940_198", "page_idx": 198, "text": "Dr. F. G. Cottrell, February 27, 1939 (continued).\nhis next trip out there, to nose around and find some good ways in which\nCalifornia could use the money. At just about this time L. was talking\nwith the Federal Télegraph people about making him a magnet. They showed\nhim a discarded large magnet they had, but L. was not particularly interested since he figured it would cost from $6,000-$7,000 to try out the\ncyclotron principle on that scale, whereas he was very skeptical as to\nwhether he could raise $500. C. learned these facts and urged L. to try\nthe larger development.\nEB\nC. also talks at considerable length but very vaguely concerning incorporating certain researches he is personally interested in,\nprimarily chemical work basic to agriculture, in the Washington Biophysical\nInstitute. WW makes no comments but has the general impression that C.\nis trying to work up enthusiasm for using the WBI as a mechanism for\nforwarding C. is own plans.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_199", "page_idx": 199, "text": "FBH\nAEB\nAPR 18 '40\nFriday, March 1, 1940.\nProfessor L. Zechmeister, University of Szeged.\nz. calls with his Hungarian assistant to pay his respects.\nHis wife has remained at Szeged, particularly on account of health.\nz. formally obtained leave and permission to remain for one year, but,\nof course, he has no intention of returning.\nEB\nDr. Frank Jewett.\nWW reviews with J. the information concerning the desirability\nthat the new cyclotron go up beyond the mesotron range, and the evidence\nthat increase to this size is feasible. In view of the opinions and\nfacts reported by WW, J. would not hold to the reservations stated in his\nletter, and would be entirely prepared to accept Lawrence's own judgment,\nnamely, to proceed at once to the construction of the full size machine.\nTuesday, March 5, 1940.\nPresident Karl T. Compton, Massachusetts Institute of Technology.\nC. reports to WW the current status of their negotiations with\nBronk and their interest in Glenn Millikan and Otto Schmitt.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_200", "page_idx": 200, "text": "Tuesday, March 5, 1940.\nProfessor Vincent du Vigneaud, Cornell University Medical College.\nWW rides in on the train with duV. Kuper recently talked to\nduV. and was discouraged about the Washington Biophysical Institute plan\nfor a heavy isotope center in Washington. When Brackett sent around\na\nquestionnaire to Urey, U. replied cordially that he would be glad to cooperate in every way. But B. recently received from U. a questionnaire\nas to whether B. would be willing to contract for $300 worth of heavy\ncarbon and possibly also a mass spectrometer if a commercial firm would\nundertake the production. U. had apparently gone ahead with this\ncommercial scheme without any consultation with B., and possibly forgetting\nthat he had agreed to cooperate on the WBI plan.\nWW confidentially reports to duV. a little of his recent conversation with Cottrell, warning duV. that C. may possibly attempt to use\nthe WBI somewhat for his own personal scientific purposes. duV. has\nalready been conscious of a possible danger.\nduv. reports that they have evidence strongly hinting that\nvitamin H and biotin are identical. They are about to publish a preliminary note.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_201", "page_idx": 201, "text": "Wednesday, March 6, 1940.\nDr. V. Bush, President, Carnegie Institution of Washington.\nB. comments that most of the necessary liquidation in the\nCarnegie Institution of Washington has now been effected; that all\ndivisions other than the biological one he considers to be in good shape,\nand the biological problems are well on their way to solution; and that\nthe Corporation has assigned to them the income from an additional\n$5,000,000. Now being squared away, and having some elasticity and\nresources with which to operate, they propose to locate researches which\nthey may support which can be brought into important relation with their\nown activities.\nB. is looking for a successor to Blakeslee, and hopes to be\nable to make an appointment as good as was Corner's. He would appreciate\nFBH ?-7 suggestions.\nThursday, March 7, 1940.\nMr. Walter W. Stewart.\nAt RBF's suggestion, WW tells the cyclotron story to S.\nwho makes several valuable comments and interesting suggestions.\nEB\nDr. H. A. Barton, American Institute of Physics (Telephone) .\nWW reports to B. information gained from SM concerning the\ncharacter of the mathematical analyses which have been made, to date, in\nregard to the dependence of various types of commodities upon price. The\nnet conclusion is that it is almost certain that no theoretical information exists which would assist the American Institute of Physics to predict\nthe decrease in subscriptions which would result from an increase in price\nof a technical magazine. This particular problem is, among other things,\ncomplicated by questions of professional standing, society connections, etc.\nFriday, March 8, 1940.\nDr. Oscar Riddle, Carnegie Institution, Cold Spring Harbor.\nR. leaves with WW a copy of a letter and an appeal for assistance\nto the Carnegie Corporation from a group of Czechoslovakian medical men.\nR. feels that American scientists have not done as much as they should to\nrelieve the distressed circumstances of European scientists. He feels\nthat\nthere should be some concerted move made in this country, perhaps through\nsome such agency as the A.A.A.S. R. has also had word from the wife of\n"}, {"id": "Warren Weaver_Diary_1939-1940_202", "page_idx": 202, "text": "Dr. Oscar Riddle, March 8, 1940 (continued).\nthe Czech. Krizenecka. Mrs. K. writes from St. James' Close, Prince Albert\nRoad, London, that she has had no word from her husband since September, but\nsupposes that he is still in Brno. Mrs. K. has been informed that attack\nis probably imminent on those professors at Brno who are suspected of directing secret sabotage.\nR. would be glad to furnish space and facilities\nfor\nK.,\nwhom\nhe considers a worth while scientist, but he has nothing else\nto offer.\nEB\nDr. Irvin Stewart, Committee on Scientific Aids to Learning (Telephone)\nS. has just received ww's letter of February 29th and calls to say,\nat once, that Bush apparently feels it would be undesirable for the American\nMathematical Society to sponsor a different type of inexpensive microfilm\nreading machine in competition with the Bennett model. This conversation\nis later confirmed by s.'s letter of March llth.\nEB\nDr. H. S. Gasser.\nAt RBF's suggestion WW calls on Dr. Gasser and tells him the\ncyclotron story. G. raises certain questions concerning building costs, which\nWW will explore. G. feels that the cyclotron must make its case primarily\nupon its importance as a tool to explore the nucleus of the atom.\nEB\nTuesday, March 12, 1940.\nPresident Karl T. Compton, Massachusetts Institute of Technology.\nAdvance telephone information concerning C.' letter of March 12th.\nThursday, March 14, 1940.\nMr. H. A. Poillon, President, Research Corporation.\nWW informs P. of stage of cyclotron discussions and negotiations.\nFriday, March 15, 1940.\nProfessor J.W.M. Bunker, Massachusetts Institute of Technology (Telephone).\nWW telephones B. to check on one ambiguous and one clearly incorrect statement in the MIT application for aid for biological engineering.\nMr. Walter W. Stewart.\nS. reports that the points of contrast between the cyclotron and\nthe 200-inch telescope, concerning which WW wrote S., seem to him both sound\nand important; but that he would suggest that this contrast be developed\nthrough questioning rather than included as an essential part of ww's\npresentation.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_203", "page_idx": 203, "text": "Monday, March 18, 1940.\nDiscussion of possible aid to enable the Physics Institute in\nMadrid to buy scientific journals which they missed during the war, with\nthe understanding that the Government accepts responsibility for continuing these subscriptions. WW favors a grant-in-aid for this purpose.\nEB\nBoston visit.\nMarch 19-20, 1940.\nProfessor J.W.M. Bunker, MIT.\nExtended conversation with B. concerning the biological engineering plan and concerning the present status of the search for personnel.\nThe specific questions which WW raises are covered in B.'s letter of\nMarch 2lst.\nProfessor S.H. Caldwell, MIT.\nProgress on the Differential Analyzer is slow. There was a considerable setback resulting from the fact that certain specially designed brush holders, on a large number of motors, had all to be removed\nand the design somewhat changed. In the original design, these brush\nholders were fastened to pieces of bakelite. But over a period of many\nmonths, and under the considerable strain, this bakelite changed dimensions\nin such a way that the brushes became loose, and, in the fortunately few\ncases where the motors were run, practically ruined both the brushes and\nthe armatures. The wiring program is also approaching the most complicated and difficult part, and things go pretty slowly. C. is obziously\nboth a little discouraged and a little worried about his schedule. Within\nthe time covered by the previous plans he is clear that he is not going to\nbe able to obtain overall testing, but, at the best, testing of individual\nunits. There seems, however, no basis for any serious discouragement\nabout the ultimate success of the project.\nEB\nProfessor B. E. Warren, MIT.\nW. takes WW through the two or three rooms in which his group work.\nThey have very modest and inexpensive equipment consisting of four or five\nsmall X-ray outfits each one of which was patched up from secondhand\nmedical equipment. They buy used medical equipment for approximately $100,\nc.'s students rebuild it, replacing the noisy mechanical rectifiers by thyratron\nrectifiers, and presently end up with a piece of equipment which would\ncost approximately $1,000 to purchase. WW meets Fannkuchen and has a\nlong talk with him about his work. He is very obviously Jewish, but talks\n"}, {"id": "Warren Weaver_Diary_1939-1940_204", "page_idx": 204, "text": "Professor B. E. Warren, Boston, March 19-20, 1940 (continued). .\nwell and exceedingly intelligently. He is disappointed in that he has\nonly one piece of apparatus to work with. Since his exposures are\napproximately 30 hours, and since he must take about 5 pictures for the\nsimplest preliminary information about a crystalline protein, the survey\nprogram which W. described in his previous conversation with WW\nnecessarily goes pretty slowly. They have ordered the essential part\nof another instrument from England, and have recently written to Bernal\nagain hoping that he can speed the matter up. Another piece of equipment would exactly double Fannkuchen's output. F. is enthusiastic about\nthe program of surveying the protein field, saying that he has already\nlocated a crystalline protein which is obviously much better suited to\nX-ray analysis than any one on which work has so far been done. F.\nspeaks very modestly about the earlier protein work in England, saying\nthat it was probably necessary as a first step, but that it certainly\namounted to very little. He emphasizes the necessity that this work\nbe done in the closest collaboration with protein chemists of sufficient\nexperience really to understand the problem of purifying and handling\nproteins. F. spends his mornings in Cohn's laboratory on preparative\nwork and his afternoons at MIT. He says this arrangement is perfectly\nideal, and he has the highest regard for the ability and experience of\nCohn's group. He is also getting first-rate material from Princeton.\nIt seems to WW of first-rate importance that F. be permitted to continue\nthis fundamental work under such favorable circumstances.\nWW also meets Dr. Rose Mooney and is impressed by her energy,\nintelligence, and enthusiasm. She took her degree with Zachariasen and\nothers at Chicago, and was in Newcomb College, Tulane. She has no assistant\nand her one piece of X-ray apparatus has been purchased through a series\nof small grants. She says that she can do about one good problem a year,\nalthough this means working week-ends, holidays, and evenings. M. says\nthat she has a fairly heavy teaching schedule, but characteristically adds\nthat she \"loves it.\"\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_205", "page_idx": 205, "text": "Thursday, March 21, 1940.\nDr. Max Mason, California Institute of Technology.\nMM has recently seen Bush in Washington and discussed with him\nagain the question of C.I.W. and C.I.T. cooperation in the operating program of the 200-inch telescope. MM feels that this situation\nis\ndeveloping along wholly satisfactory lines. It is interesting and\nsignificant that, when speaking of some isolated research institute, B.\nmentioned that this isolation was one of the great handicaps of the C.I.W.'s\nactivity at Cold Spring Harbor, adding that the characteristic and important\nopportunities for the C.I.W. are found when they work in the closest\nassociation with some strong university. This position is in surprising\ncontrast with the attitude which B. originally took, a couple of years ago,\nwhen he appeared to think that the members of the Mt. Wilson staff would\nlose all of their morale and their institutional loyalty provided they\nestablished any kind of connection with C.I.T. B. agreed with MM that they\nnow saw the problem in so nearly the same terms that \"less than one\nsentence stood between them, and they could write out the partial sentence\nin a way which would be satisfactory to both if they could keep Rob Millikan\nout of the room while they wrote it.' In an informal discussion with\nKeppel, he apparently seemed entirely cordial toward the idea that the\nC.I.W. finance the actual operation of the instrument, mentioning that\nthere would be difficulty in allocating $3,000,000 of endowment at one\ninstant, but that such difficulties could always be gotten around through\ntemporary maintenance grants coupled with a schedule of progressive endowment. Unless MM is altogether too optimistic about this picture, it would\nseem that the problem of staffing and operating the telescope is on its way\nto a satisfactory solution. B. did say to MM that it was hard for him to\navoid the feeling that, when the time came, the Rockefeller crowd would wish\nto make some sort of a contribution toward operation. MM offered to make\nB. a bet on this point, saying that it was his definite and fixed opinion\nthat the RF had fully met its obligation and that it was altogether unlikely that it would make any further contribution. B. did not take up\nthe bet! WWB AMJ\nMM reports considerable uneasiness and some dissatisfaction in\nconnection with the momentary state of NRC fellowship procedure. When the\nNRC Fellowship Board last year made considerable changes in their regulations\n(these changes having, as a practical matter, been put through by MM and\nIsaiah Bowman) the difficulty was that the situation was not handled very\nskilfully. Thus the divisional chairmen of the NRC were not consulted\nand they got the unfortunate and unnecessary impression that the new\nregulations were being rather hastily stuffed down their throats. They\nobjected particularly to the regulation that applicants be at least one\nyear past their Ph.D. The divisional chairman protested rather strongly\nthat the number and quality of applicants had gone down this year as a result of this regulation. It was, of course, inevitable that with an important\nnew regulation of this sort, some period of adjustment would be necessary.\nThe NRC Fellowship Board has now worked out a more reasonable scheme for\nconsultation with the divisional chairmen, and MM thinks the matter will be\n"}, {"id": "Warren Weaver_Diary_1939-1940_206", "page_idx": 206, "text": "MM, March 21, 1940 (continued) .\nsolved very satisfactorily.\nHe comments that Schramm did an absolutely\nfirst-class job in connection with the applications in botany, but that\nhe has no enthusiasm whatsoever for Coker or his recommendations for\nzoology. EB\nMM reports concerning the 200-inch telescope project. After\nthe large mirror had been brought approximately to spherical figure and\nthen placed in a. vertical position for testing, it was found that there was\na certain amount of astigmatism which rotated, when the mirror was rotated\nin a vertical plane about its center; and a certain amount of astigmatism\nwhich did not rotate when the mirror was thus rotated. The former\nastigmatism was, of course, simply the inescapable and expected error in\ngrinding for which they were testing and which is relatively easy to remove. But the latter non-rotating astigmatism could only be due to the\nfact that the mirror actually deformed when it was raised to that vertical\nposition. This wholly unexpected result has turned out to be true.\nAfter a great deal of discussion and experiment, they have come to the conclusion that this unexpected deformation fundamentally results from the\nnon-homogeneous character of the mirror. The very thick, ribbed portion\ndeflects very slightly under gravity when the mirror is turned to the\nvertical position. This second order deflection \"springs\" the relatively\nthin (4-inch) homogeneous slab of glass on the front of the mirror, producing an unexpected first order effect in curvature. Now that they know\nthe source of the difficulty, there is no serious worry that they will not\nbe able to produce a support system which will eliminate this distortion.\nThe right ascension gear is on the mountain at the present time\nand the declination gear will be done late this summer. The drive and\ncontrol mechanism will be completed in the shop early in 1941 so that it\ncan be taken to the mountain, and there will be at least 8 months during which\nthe drive and control can be worked out in detail with a dummy mirror in\nplace. MM estimates that it will take the rest of this year to remove\nthe rotating astigmatism from the 200-inch and to make a 120-inch flat. It\nwill then take one year to parabolize the 200-inch, using the 120-inch flat\nas a test mirror. This schedule involves having the great mirror ready\nto take up on the mountain approximately January 1, 1942; and MM thinks that\nall other units should be thoroughly tested and properly operating by that\ntime so that the instrument could go into active use early in 1942. WWB AMJ\n"}, {"id": "Warren Weaver_Diary_1939-1940_207", "page_idx": 207, "text": "Thursday, March 21, 1940.\nDr. Franz Weidenreich.\nW. has received a copy of the budget proposal which Dr. Houghton\nsent to WW with his letter of January 17th. This budget disturbs W.\ngreatly, since it seems to forecast definitively the closing up of the\nproject in the near future. At the same time W. received a suggestion\nfrom Dr. Fortuyn, head of anatomy at PUMC, saying that he had a vacancy\non his staff and that inasmuch as W. would be relinquishing his services\nrelatively soon, perhaps W. would like to give up at this time one of his\ntrained assistants. This particularly worried W., he pointing out that\neven if the Cenozoic research program were to continue for only. one year\nmore, it was all the more important to him that he have, during that year,\na trained assistant, rather than an untrained one.\nAll of this involves points which are not at all clear to WW,\nand he postpones making any comments to W. until after having a chance to\ngo into the whole situation. See ww's letter to Houghton of March 27th. EB\nMonday, March 25, 1940.\nDean W. H. Taliaferro, University of Chicago.\nT. reports that Dr. S. Polyak is about to publish a treatise on\nthe primate eye which is considered to be one of the most fundamental and\nimportant pieces of research done for a long time in anatomy. T. wants\nto use approximately $2,000 of biological research funds as partial subsidy\nof this volume, with the understanding that all profits will be used to\nliquidate this advance, and that no royalties will be paid until after the\nadvance has been liquidated. WW says that this is entirely a question\nfor T. to decide, but that it seems entirely proper and that we would\ncertainly raise no question. T. leaves with WW some comments by members\nof his staff relative to WW's letter of inquiry concerning European science,\nand T. will himself write on parasitology and immunology.\nEB\nTuesday, March 26, 1940.\nDr. H. A. Barton (Telephone).\nB. reports that the American Institute of Physics in their discussion of the possibility of setting up some arrangement with Miathematical\nReviews\" have decided that they could not make a very realistic proposal\nuntil they have further information as to the number of members of various\nof their societies who might be interested. They, therefore, authorized\nthe secretaries of the various societies to poll their membership on this\npoint. After this information is at hand, they will then decide what they\nshould do.\nOn November 4-8, 1940, the American Institute of Physics proposes\n"}, {"id": "Warren Weaver_Diary_1939-1940_208", "page_idx": 208, "text": "Dr. H. A. Barton, March 26, 1940 (continued).\nto hold in Boston a conference on applied nuclear physics. They hope to\nhave Hevesy and Paneth present, and B. calls to inquire as to whether we\nhave any notion as to the possibility that such European scientists leave\ntheir countries and come here. WW tells B. concerning the previous plan\nfor H.'s visit, and says that if these plans could be satisfactorily renewed at a time which would permit H. to attend this conference we would\nprobably be prepared to renew our offer of assistance to H. WW\nauthorizes B. to mention, in a letter of inquiry to H., that he has talked\nto WW about the matter and that we would be prepared to discuss renewing\nthe plan.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_209", "page_idx": 209, "text": "Tuesday, March 26, 1940.\nRBF, WAS, AG, and WW.\nAG, as a result of his recent European trip, is much impressed\nby the present opportunities for pure and applied research in nutrition.\nModern economic war of blockade makes nutrition an immediate problem of\ngreat importance; relief activities in Poland, Finland, Spain, and elsewhere could profit greatly by expert advice and presumably by information\nwhich may well not exist at present; and the health if not indeed the\nexistence of large populations will, for many years after the war, depend\non information as to diet.\nThere are many applied aspects of great importance, which may\ninvolve cooperation with such agencies as the American Red Cross, the\nEuropean League of Red Cross Societies, the Hoover Relief Commission, etc. ,\nas well as with governmental agencies. There may be important\nopportunities (involving translocated populations, artificial segregations\nof children, etc.) for controlled mass feeding experiments. It is understood that applied nutritional activities of this or similar sorts are not\nthe concern of NS.\nIt is agreed that nutritional research at the basic biochemical\nlevel continues to be the responsibility of NS. And it is agreed that\nNS will actively canvass opportunities (primarily in Europe) in this area\nas promptly as NS officers can do the required visiting. AG mentions\nrecent work of McCance as being of great possible significance, and as\nconstituting a good example of the sort of opportunity that exists.\nIt is recognized that food has so definitely become a weapon\nthat certain nutritional researches may be subject to war-time restrictions\nas regards publication. In all cases we would endeavor to assure free\npublication for researches aided by us. In some cases the importance of\nthe work, plus the fact that it would doubtless, at the cessation of\nhostilities , become promptly available to save lives anywhere, would lead\nus (reluctantly) to support work even if it were subject to restrictions.\nIn the event that such cases arise, it will be of the greatest importance\nto make such aid available to belligerents on both sides. WAS AG\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_210", "page_idx": 210, "text": "Thursday, March 28, 1940.\nMr. Fairfield Osborn.\nThe New York Zoological Society is seeking a new Director for\ntheir Zoological Park. They wish him to have sound scientific training,\nand it is essential that he be particularly interested in the interpretation, through such an organization, of scientific values to the public.\nBecause of the research interests of their orgenization, it would be\ndesirable, (but not necessary) that his scientific interests be in the\nfield of pathology. They have recently received money to enable them to\nundertake an important new type of exhibition, interpreting the animal\nlife of a whole continent. WW has little to suggest other than the\npossibility that, beyond inquiring of obvious persons in this country, they\nconsult Julian Huxley. WW tells 0. something about Honigmann (see WW's\ninterviews with Huxley of January 29 and February 2, 1940) .\nEB\nFriday, March 29, 1940.\nDean P. A. Shaffer, Washington University.\nS. reports that the cyclotron project seems to be progressing\nsatisfactorily. He checks with WW that we would have no objection should\nthe Commonwealth Fund provide a training fellowship for a man who will be\nconcerned with the more strictly radiological features of the program\n(Why should we?).\nS. somewhat sketchily refers to the rather wide variety of\nefforts which are being assisted under the recent grant for exploring the\nmode of action of sulfanilamide. Actually some nine persons are being\nassisted, and it is clear that S. himself has little (if indeed anything)\nto do with the activities, with the single exception of the potentiometric\nmeasurements which are presumably being carried out in his own Department\nand more or less under his supervision. S. is gratified that the pharmacology\npeople have become so interested. S. inquires concerning the suitability\nof applying for further assistance, but himself points out that we may very\nwell think that he has spread the money too thin.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_211", "page_idx": 211, "text": "Tuesday, April 2, 1940.\nDr. A. H. Sturtevant, California Institute of Technology.\nS. has not been approached by Harvard and has every expectation of continuing his career indefinitely at Pasadena. CIT is making\na strenuous effort to get Stadler from Missouri. It is obvious from\ns.'s discussion that he is very genuinely interested in devoting a\ngood deal of the activity of the genetics group at Pasadena to research\nalong serological lines, as indicated by their recent application. S.\nspeaks very highly of Irwin's work at Wisconsin. He has no current\ninformation concerning Sawin's activities.\nIt would be considerably more convenient if the equipment funds\nrequested by S. could be set up as available on call. It is quite\nprobable that their program would be accelerated if they spent some of\nthe equipment money rather promptly.\nEB\nThursday, April 4, 1940.\nDr. W. A. Perlzweig, Duke University School of Medicine.\nCourtesy call to meet WW and to express his very considerable\nsatisfaction with Neurath. WW points out that the original application\nwas for three years, and that the application now before us is phrased\nin terms of a single year. It is unlikely that we would make a series\nof one-year grants, but, at any rate, it is now possible for us to\nconsider support of the project on a three-year basis.\nWW inquires as\nto whether the optimum program would be simply three times the present\nrequest. P. doubts if this is true, and they will send us a revised\nstatement soon after P.'s return to Duke.\nEB\nFriday, April 5, 1940.\nProfessor H. C. Urey, Columbia University.\nU. is patenting his procedure for concentrating the heavy\nisotopes of carbon. U. has demonstrated the effectiveness of this\nmethod with a small set-up at Columbia, a larger scale production not\nbeing feasible because of the risk involved in handling larger amounts\nof hydrocyanic acid. U. is now discussing commercial production of\nheavy carbon with the Standard Oil of New Jersey. They would undertake\nthe matter only after being convinced that the heavy carbon isotope is\nvery important to them in their own research program; but they would\nprobably produce about 10 grams a day. The direct cost would be about\n$15 a gram, and they would probably sell it for $50 a gram to cover all\nindirect costs, etc. U. expects a decision in this matter within the\n"}, {"id": "Warren Weaver_Diary_1939-1940_212", "page_idx": 212, "text": "Professor H. C. Urey, April 5, 1940 (continued).\nnext month. If they turn him down, he expects to consult Robert E.\nWilson of the Pan American Petroleum. It is possible, although by no\nmeans sure, that Standard of New Jersey would also produce heavy nitrogen\ncommercially. By proper design of the equipment, a single apparatus can\nbe switched from carbon to nitrogen with very little trouble.\nU. thinks that there is very little point in supporting research,\nat least at this juncture, in methods or techniques of separating heavy\nisotopes. The thermal diffusion technique is being adequately explored\nat\nPrinceton and at Minnesota. The principal point, however, is that\nthe proponents of the thermal method (primarily Hingh Taylor) have\nrecently agreed that U. 's chemical procedure is superior; and U. is of\nthe opinion that the present chemical procedure is plenty good enough.\nHe agrees that something better may possibly be found in the future, but\nthinks there is no particular urge to look for a better method at the\npresent.\nThese last statements may possibly be influenced by the fact\nthat U. is obviously not interested in himself doing further research\nconcerning methods or techniques of separation (and probably not interested in seeing anyone else backed to beat his own methods)\nHe is,\nmoreover, intensely interested in another problem, which he keeps urging\nas being the really important problem in the separation of isotopes, namely, the separation of that particular isotope (#235) of uranium\nwhich experiences fission under bombardment by slow neutrons. U. is\nobviously excited about the possibility of uranium #235\nto test further the possibilities for establishing/chain reactions or of\ndeveloping methods for tapping atomic energies. It seems clear that\nU.\nconsiders this the dramatic kind of problem to which a Nobel prize winner\nshould direct his energies, and is perhaps a little disappointed that WW\nmakes absolutely no comment whatsoever in reply to all of his strong\nstatements about the importance of research on uranium.\nFrom this interview WW concludes that the proposal to subsidize\nresearch on methods of separation of isotopes under the Washington\nBiophysical Institute is highly questionable; and that it would be foolish\nto back a development, on their part, to supply such material until it has\nbecome clear whether such service will be undertaken by commercial firms.\nThroughout this interview U. evidences, in a way which WW finds more and\nmore disagreeable, the pompous and pontifical air which he has been\ndeveloping since receiving the Nobel prize. If this keeps up, it will\npresently not be worth while to ask U.' opinions.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_213", "page_idx": 213, "text": "Monday, April 8, 1940.\nDr. Alfred Tarski.\nT. calls to see if there is any possibility that we assist\ntwo of his former students, namely, Andrey Mostowski and Wanda Szmielew.\nT. is also, although secondarily, interested in the possibility that\nwe aid in connection with his own placement. WW comments on our\ngeneral restrictions, indicating that the same reasons which make it\nreasonably probable that we would help on any application for himself\nmake it unlikely that we could help in the other cases.\nEB\nTuesday, April 9, 1940.\nRBF.\nDiscussion of NS staff arrangements, this conversation leading\nto conference with WET on April 10th and HMM on April 15th, sunmarized in\nconfidential memoranda.\nWednesday, April 10, 1940.\nDr. R. W. King, Bell Telephone Laboratories, (Telephone). .\nVarious persons have called Jewett wondering whether the\nNational Academy ought not take some step to assist Bohr. WW reports our\ncable of inquiry to Rector Tunberg at Stockholm. EB\nDean G. B. Pegram, Columbia University.\nP. had called Jewett concerning Bohr, and WW reports concerning\nour indirect cable of inquiry to Rector Tunberg. EB\nThursday, April 11, 1940.\nPrinceton visit.\nProfessor Hugh S. Taylor, Princeton University.\nLuncheon with T. and discussion of Princeton chemistry application. WW opens the conversation by remarking that it is hardly likely\nthat we will be able to recommend all the aid requested and suggests that\nwe would appreciate T.'s own confidential estimates of preference, should\nvarious stages of cut be necessary. T. speaks with complete frankness,\nindicating that his application was made as the Chairman of the Chemistry\n"}, {"id": "Warren Weaver_Diary_1939-1940_214", "page_idx": 214, "text": "Professor H. S. Taylor, April 11, 1940 (continued).\nDepartment, but actually did not represent his own best scientific judgment. He thinks that Wallis's work is progressing very well, and that\nour previous aid has played an essential role in building up this\naspect of their work. But next year the Department's most distinguished internal fellowship is to be given to a post-doctoral man\nwho will work with Wallis, and he will also have an NRC fellow working\nwith him. T. says that this represents the kind of development of w.'s\nwork which he hoped would result from our grant, but that it is going\nalong so well that he does not think we need furnish more than one\nassistant to W. Indeed if we would do that for one further period, he\nwould consider that we had completely discharged all reasonable obligations in this direction. T. has even stronger reservations about\nextensive assistance for Pascu's suger work, which he now thinks ought\nto go forward pretty much under its own steam. But he thinks that\nP.'\nnew lead in polypeptide synthesis is a most important one and that it\ndeserves to be followed up actively and competently. He would, therefore, very much hope that we could furnish two research assistants, one\non the organic side and one on the physical-chemical aspect of this\nparticular problem. T. speaks of the fact that he is attempting to\nget some assistance in other directions for Dougherty's work, and does\nnot mention this program at all in direct relationship with the question\nof RF support. From the whole conversation WW concludes that it would\nbe much more effective for us to recommend for Princeton a reduced\namount of support (not over four assistants), but for a longer period of\nyears.\nDr. Frank Aydelotte, Professor Oswald Veblen, Professor Hermann Weyl, and\nProfessor John von Neumann.\nThe Institute for Advanced Study would like to cable an offer\nat once to Niels Bohr of a visiting professorship. WW indicates our\ninterest and a cable is effectively formulated, emphasizing that this\noffer is being made for a one-year period. WW would not be willing to\nrecommend a sudden decision on the part of the RF except with the understanding that there is no commitment whatsoever on the part of either\nBohr or the RF that the appointment, if it is to be continued, would\nnecessarily be continued at Princeton. On his former visits to Princeton,\nBohr has been paid at the rate of $1,000 a month. Veblen has every\nconfidence that Princeton would be Bohr's own first, clear choice for a\nlocation in America, but he is quite willing to let this be Bohr's own\nfree and subsequent decision. Veblen and, more particularly, Weyl urge\nthe desirability of continuing Bohr's past Princeton salary, but WW feels\nthat this would be entirely out of line with broad RF experience on such\nrelief cases.\nAfter returning to New York WW talks with RBF by telephone,\nrecommending a salary of $8,000 plus $1,000 for travel. RBF authorizes\n"}, {"id": "Warren Weaver_Diary_1939-1940_215", "page_idx": 215, "text": "Princeton visit, April 11, 1940 (continued).\nWW to telephone Aydelotte that we will stand behind such an offer.\nThis offer is subsequently forwarded to Bohr by cable through\ndiplomatic channels.\nEB\nMonday, April 15, 1940.\nMr. Louis Finkelstein, Provost, The Jewish Theological Seminary of America.\nF. talks to WW concerning the conference on philosophy,\nreligion, and science which he proposes to organize in New York City\nthis coming September. WW expresses his deep interest in the problems\ninvolved, but also his skepticism concerning the concrete results likely\nto\nbe attained in such a conference. VW agrees to attend if possible,\nbut prefers that he not be listed as a sponsor.\nEB\nProfessor Oswald Veblen, Institute for Advanced Study, (Telephone).\nV. phones to explain that Richardson's telegram of April 13th\ninaccurately expresses what V. said to R., inasmuch as V. intended to\nmake no intimation that the RF would necessarily support an application\nfor Harold Bohr.\nEB\nTuesday, April 16, 1940.\nProfessor Linus Pauling, California Institute of Technology.\nP. is enthusiastically satisfied with the development of the\norganic chemistry program at CIT. He says that he will never be able to\nthank us enough for putting them on to Niemann. He is also quite\nconfident that Zechmeister will work out satisfactorily.\nWW points out that the authorities of CIT, in accepting the\ncurrent grant for the development of bio-organic chemistry, agreed to\naccept responsibility for maintaining this program at the conclusion of the\nRF grant. The $1,000,000 endowment having been paid by the RF and the\nGEB, and the income from this being applied to the annual budgets submitted to us, it seems to WW wise that P. clearly have in mind the fact\nthat at the conclusion of our grant CIT will be faced with the responsibility\nof continuing this work, and that they may have in definite sight only\nthe income from the $1,000,000 endowment in question. Thus it seems\nto WW that, while a larger budget may very properly and effectively be\nused over the early years to stimulate a rapid dévelopment of the program,\nP. should constantly have in mind that the core of permanent expenditures\nshould not exceed a level which CIT is itself prepared to maintain. P.\nsuggests that it may be well for him soon to take up with the CIT\n"}, {"id": "Warren Weaver_Diary_1939-1940_216", "page_idx": 216, "text": "Professor Linus Pauling, April 16, 1940 (continued).\nauthorities the proposal that the income from the $1,000,000 endowment\nbe earmarked to protect the budget for organic chemistry. P. thinks\nit likely that he can obtain support elsewhere for the structural\nchemistry work, and he feels it is essentially the responsibility of\nbiology to assure the continuation of the $10,000 yearly which now goes\nin that direction.\nWW questions P. concerning the various techniques and devices\nwhich have been worked out the last few years to facilitate the computation of X-ray structural data. The Beevers-Lipson strips are\napparently the most effective present aid. They permit a twodimensional Fourrier calculation to be made in one week or slightly less.\nP. is not much impressed by Beevers' proposed electrical device nor by\nthat of Cox. He mentions that Professor M. J. Buerger is taking up,\nunder support of the C.S.A.L., the development of an optical scheme\nsuggested by Willy Bragg; and that Maxwell, under Hendricks in Washington,\nalso has some scheme of this same sort. The mechanical device which\nShaffer devised in P.'s own laboratory has proved to be too expensive and\ncomplicated to construct. They have, however, worked out a system\nwhich makes use of the I.B.M. punched card technique. They have a\nmaster set of 80,000 cards, and the I.B.M. has lent the machines to\nCIT\nrent free for an initial period of three years. With these cards\none\ncan carry out a two-dimensional calculation one hundred times as\naccurately (namely, to four figures), with forty times as as many points,\nand in one-fifth of the time required with the Beevers-Lipson strips.\nThe original set of 80,000 cards cost about $500 to produce, but P. says\nthey can furnish duplicate sets to other workers for about $150.00 a\nset. This technique is applicable to the calculation of electron\ndiffraction experiments as well as to X-ray work; and P. hopes that they\nwill be able successfully to extend the technique to the computation of\nstructure factors.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_217", "page_idx": 217, "text": "TBA\nAEB\nThursday, April 18, 1940.\nPresident E.E. Day, Cornell University.\nDebye's scientific equipment is still held up at Genoa, the\nEnglish authorities there stating that they need authorization directly\nfrom London. WW agrees to write to English friends to see if we can\ndo anything to expedite the release of this material.\nDebye has now practically definitely decided to remain in the\nUnited States. Cornell would like to keep him, although EED realizes\nthat other institutions (almost surely Harvard and Chicago) will attempt\nto get him. WW agrees, in principle, that we would be interested in\nhelping to re-establish Debye should that prove necessary.\n(See WW's\nletter to EED of April 18, 1940.)\nEB\nFriday, April 19, 1940.\nProfessor R. von Mises, Harvard Engineering School.\nvon M., as the previous Editor of the \"Zeitschrift für\nAngewandte Mathematik und Mechanik, \" is anxious to establish a journal of\napplied mathematics in the United States. The \"Journal of Applied\nMechanics, founded by Timkoshenko and published under the auspices of\nthe Society of Mechanical Engineers, von M. says is only a very partial\nequivalent of what he has in mind. This journal is now distributed\nfree to the 15,000 members of the Society of Mechanical Engineers. They\nnow plan to charge their membership .50 additional per year if they wish\nthis journal, and expect that the circulation will drop from 15,000 to\nabout 1500 or less. von M. proposes that he and von Kárman be joint\neditors of the new journal, and Birkhoff has agreed to be an assistant\neditor. von M. group has met with the group responsible for the\n\"Journal of Applied Mechanics,\" and they have a friendly agreement as to\ndivision of the field. There will also be editorial connection between\nthe two journals, von M. having been invited to serve on the editorial\nboard of the \"Journal of Applied Mechanics. von M. reports that\na\npublisher is willing to undertake the financial risk of printing costs,\nbut that they ought to find a small amount of money for editorial\nassistance.\nvon M. speaks of $2,000 a year for a post-doctoral editorial\nassistant.\nHe wonders whether the RF would consider subsidizing this\nassistant.\nHe would pay one-half if the Mathematical Society pays the\nother half.\nWW indicates our general prejudice against publication,\nand the difficulties which attach to a proposal closely connected with\nengineering applications. WW indicates that it is altogether unlikely\nthat we would be able to help. von M. questions whether this is a wise\ntime to undertake the founding of such a journal, and WW is inclined to\nagree that it is very doubtful.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_218", "page_idx": 218, "text": "Friday, April 19, 1940.\nProfessor R. A. Daly and Professor D. H. McLaughlin, Harvard University.\nD. repeats the old, old story that the RF was responsible for\ngetting Harvard into the geophysical development and that now we have\nleft them with a vigorous, important, but very embarrassing development.\nThey have apparently given up hope of getting money from oil or mining\ncompanies, but are now trying to locate some wealthy individual with\nsuch interests who might endow the geophysical program. They merely\nexpressed the hope that WW would call to their attention any such\npossibility that occurs to him, and that WW would put in a good word\nfor the program should an occasion arise. D. leaves with WW a statement\nhe has prepared concerning the project.\nEB\nMr. Archie Woods, Markle Foundation (Telephone).\nThe Markle Foundation has been approached by Dr. Cahill and\nDr. Brand for a $12,000 grant to support studies of the formation of\ncystine renal calculi. This request involves tapering contributions to\nBrand's salary. W. inquires whether we have any further information\nconcerning Brand's status and the sources of his salary.\nWW and W.\nagree that the scientific project is presumptively good, that Cahill's\ninterest is unselfish and genuine, but that it is extremely sticky to have\nanything further to do with Brand's own salary.\n"}, {"id": "Warren Weaver_Diary_1939-1940_219", "page_idx": 219, "text": "TBA\n33a\nAEB\nWashington visit.\nProfessor Ernest 0. Lawrence.\nFrom various comments, WW gathers that Alfred Loomis expects\nto spend practically all of his time at Berkeley during the construction\nof the new cyclotron. He appears to be accepting definite responsibility\nfor various phases of the project, and he should be of great assistance\nto them. At his suggestion they are consulting, in New York, with an\narchitectural firm which designs very cheap large buildings for outdoor\ntennis courts. Such a building would be handsome only in the\nfunctional sense, but would be very inexpensive and could probably be\nbuilt in a way which would permit very flexible future readjustment.\nLawrence, Loomis, and Cooksey plan to see many people during the next\nfew days in New York City. They are planning to see Stettinius, hoping\nto arrange a particularly favorable contract on the steel. They are also\nseeing high officials of Westinghouse and General Electric concerning\nconcessions on large amounts of auxiliary equipment and supplies. They\nare seeing the Research Corporation, the Markle Foundation, and the Macy\nFoundation concerning contributions. to the supplementary $250,000.\nPresident Sproul has apparently been so busy with necessary visits to\nLos Angèles, his éxtra duties as Acting Dean of the Medical School, and\na threatened near-revolt of the student body (along rather radical lines of\nself-determination) that he probably has made few if any moves himself\ntoward raising part of this money. The Board of Trustees did, however,\nauthorize Lawrence to commit himself to immediate necessary expenditures\nup to $5,000 for additional secretarial help, wages of a draftsman, etc.\nLawrence hopes that they can have the question of the additional $250,000\ndefinitely settled within two months. He hopes to place contracts for\nthe steel and the copper while the price remains favorable. The recent\nannounced reduction in the price of steel would save approximately\n$16,000 (this decrease was apparently cancelled in the next few days).\nThe new road to the site is being surveyed and plans are being made for\nbringing the necessary services.\nEB\nDr. V. Bush.\nDiscussion of C.S.A.L. declination of American Mathematical\nSociety request for funds for microfilm reading machines Qn WW's\ncommittee\npresentation of the case, B. agrees that the C.S.A.L. would be glad to\nreconsider their decision.\nB. has not yet had time to go through the material on the\nLaboratories of Primate Biology recently sent him by WW, but greatly\nappreciates having this information made available to him. He is not\n"}, {"id": "Warren Weaver_Diary_1939-1940_220", "page_idx": 220, "text": "Dr. V. Bush, April 22-24/40 - Washington (continued).\nvery enthusiastic himself about Carnegie Institution participation, and\nhas at least temporarily turned down the Yerkes! request (to Y.'s very\nassistants\nevident disappointment) for $10,000/fo next year. But B. says that\nvarious members of his group remain deeply interested in the possibilities\nof the station, and there is a chance that they may become involved later. EB\nB. says that he thinks that the CIT-Mt. Wilson situation is now\nmoving in a satisfactory direction, and that they will undoubtedly have\narrived at a. sensible working basis for the operation program within the\nnext year, or, in any event, before the operation actually commences.\nAMJ\nLuncheon with Dr. A. F. Blakeslee.\nWW meets Mr. Sargent who has been employed to head up the\nNational Academy of Sciences' endowment fund project. S. is an ex-Rhodes\nscholar, summa cum laude, etc., suggested to Blakeslee by Aydelotte. He\nhas had no particular training in science, but seems very intelligent and\nattractive.\nDr. Alexander Hollaender.\nH. shows WW a draft of a letter he has just written HMM about the\npossibility of bringing the Dutch yeast and fungus cultures to this country\nfor protection. WW gets the impression that H. may very probably have\nbeen a little over-officious in canvassing the microbiologists at the\nNational Academy meetings, probably over-emphasizing RF interest in this\nsituation. EB\nFriday, April 26, 1940.\nProfessor John R. Murlin, Department of Vital Economics, University of\nRochester.\nThe Department of Vital Economics at Rochester was created when\nLewis P. Ross gave a special endowment of $850,000 to be used principally\nfor this Department, but subject to the condition that assistance continue\nto be extended to the Mechanics Institute (a downtown trade school).\nSome ten years ago the Trustees agreed to furnish a flat sum of $12,000\nannually to the Mechanics Institute. At that time the endowment was\nproducing $54,000 so that Murlin's Department had $42,000. The income\nhas declined to $34,000, and the contribution to the Mechanics Institute\nhas been adjusted to $10,000, although M. has had to take practically all\nof the reduction. He now receives approximately $24,000 from endowment,\nand his Department requires about $36,000 to run, this being equally\ndivided between major salaries and other items. Thus he has to raise\napproximately $12,000 annually. In addition to M., the Department\n"}, {"id": "Warren Weaver_Diary_1939-1940_221", "page_idx": 221, "text": "Professor John R. Murlin, April 26, 1940 (continued)\nincludes Associate Professor Nasset (a gastro-intestinal physiologist;\nwas under consideration for the post at Cornell), Assist. Professor\nSealock (who took his degree under du Vigneaud), Instructor Kochakian\n(Boston University), three graduate assistants, and about nine graduate\nstudents who are candidates for the M.S. or Ph.D. degree. The\nDepartment is not formally recognized to be part of the Medical School,\nnor of the Letters and Arts College. M. says that he regularly escapes\nfrom committee and other administrative duties, precisely because the\nMedical School judges him to be in Letters and Arts, and the Letters and\nArts judge him to be in the Medical School. This relation is\nnot\nwholly advantageous, however, because he has never received any money\nfrom the College except the income of their special endowment. When\nthe Department was created twenty years ago he was in uniquely favorable\ncircunstances, being the only Department with special funds for research.\nThe Administration now says that he lived on cream for a great many\nyears, and that he must expect to balance up with a few years of skimmed\nmilk.\nIn the Letters and Arts College the Department teaches\nphysiology to undergraduates, takes some part in a general orientation\ncourse, and gives a more advanced course in physiology which is taken by\nbiology majors and by candidates for the B.S. in nursing. They also\nteach second year physiology to the medical students, this course laying\nparticular emphasis on nutrition and endocrinology. M. says that his\nown interests include the general field of vitamins, hormones and enzymes,\nwith particular emphasis on the inter-relations of all of these.\nM. indicates that he is looking for an additional endowment of\n$1,000,000 for the Department. When WW expresses great doubt concerning RF interest, M. rather vigorously criticizes the RF's reluctance to\nturn over substantial sums to universities for them to manage as they see\nfit. WW asks him if he thinks the RF would make its greatest service by\ndistributing its funds and going out of existence; and M. is inclined to\nthink that this is indicated! M. seems to feel very strongly on the\nmatter, and many of the statements he makes are definitely contrary to the\nfacts. WW has a chance to point out a few of these discrepencies, and\nthe interview concludes with the understanding that we will think the\nsituation over carefully.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_222", "page_idx": 222, "text": "AEB\nMonday, April 29, 1940.\nProfessor H. T. Davis, Northwestern University.\nAs a result of experience which D. has had producing two large\nvolumes of mathematical tables in the series which he undertook while at\nthe University of Indiana, he is now convinced that the whole problem\nof mathematical tables should be attacked on a very much wider front and\nmore energetically. His present proposal is to raise approximately\n$500,000, about $200,000 of which would be used to subsidize publication\nof 20 large uniform volumes of mathematical tables. He would propose\nto form a staff which would include one of the most active Englishmen in\nthis field and probably Lehmer. When WW questions D. about the various\nmechanical and electrical devices now under development as aids to computation, D. does not evidence any considerable familiarity with this\nsituation. Thus when WW questions him about Aiken's plans at Harvard\n(one of the developments of which WW thinks the least), D. rather\nhastily agrees that this is an important development and that Aiken should\nprobably be included in the plan. WW indicates no enthusiasm or interest\nin the plan, pointing out a variety of difficulties, including the fact\nthat this would seem a most unfavorable time for undertaking a plan which\nshould be international in its scope, and also pointing out the undesirability of a big publishing venture at a moment when publishing\ntechniques are in such a state of flux. EB\nProfessor H. Bateman, CIT.\nLuncheon with Professor and Mrs. Bateman, he being in the East\nto attend a meeting of Archibald's committee on mathematical tables and\nbibliography. B. feels that this committee is proceeding very energetically\nand efficiently with its job. Davis talked to the committee about his\nlarge scheme, but did not arouse any particular interest or enthusiasm. EB\nWednesday, May 1, 1940.\nProfessor J. V. Atanasoff, Iowa State College, Ames, Iowa.\nA. has been developing, over the last two or three years, an\nelectrical device for the solution of systems of linear equations. This\ndevice first changes all \"numbers over into the binary system and carries\nout all of its computations in that system, eventually transferring the\nnumbers back into the decimal system. A. has built and thoroughly tested\none unit of this machine, under modest grants from Iowa State College. He\nhas now reached the point where it will be difficult for him to go forward\nat any reasonable rate unless he has outside financing. He estimates that\n$5,000 would enable him to build a machine (which would handle 30 equations\nin 30 unknowns) and, together with local funds, provide an assistant for\ntwo or three years while the machine is being tested and brought into full\noperation. WW indicates that our present budgetary circumstances would\nmake it impossible for us to consider aid to him at the present time. WW\nurges that A. get in touch with other organizations that might have an\ninterest in such a project, but it is understood that A. may get in touch\nwith WW later.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_223", "page_idx": 223, "text": "Wednesday, May 1, 1940.\nProfessor E. 0. Lawrence, Mr. Alfred L. Loomis, and Dr. Donald Cooksey.\nReport that they have succeeded in making effective and very\nsatisfactory contacts with the head executives of the U.S. Steel Corporation,\nvarious copper interests, General Electric, Westinghouse, and a variety\nof other concerns from which they might be ordering supplies or equipment.\nThe A.T. & T. has offered them the services of their purchasing department. EB\nThursday, May 16, 1940.\nDean W. C. Curtis, University of Missouri.\nC. reports that Stadler has not yet decided whether or not he\nwill go to Pasadena. Missouri will make every effort to retain him.\nThe\nPresident has at his disposal a small sum ($10,000) which he may use to\nincrease the salaries of a few key professors. The general scale at\nMissouri is very low, but they would be able to increase Stadler to $7,000\nand perhaps a little higher. There is a possibility that an arrangement\nmay be worked out with CIT whereby Stadler would spend the three field\nmonths at Missouri and the rest of his time at Pasadena, except for one or\ntwo visits to Columbia each winter. If the USDA could find a very capable\nyounger man to put at Missouri to act as the full-time representative of\nthe program, it is possible that such a scheme might work out very well.\nThey would have liked to get Marcus Rhoades for this position, but since he\nhas accepted appointment at Columbia University they are tentatively thinking of Mangelsdorf of Texas.\nIn any event, the University of Missouri\nis determined to make the best of this situation and to go ahead with the\nstrongest possible program in genetics.\nEB\nMonday, May 20, 1940.\nMr. H. A. Poillon, Research Corporation.\nThe Research Corporation has general contracts with MIT, Princeton,\nand the University of Arizona. They could have many more such contracts\nbut prefer not to have them, it seeming preferable to them to treat\nindividual cases rather than attempt general rules. It is their regular\npolicy, when consulted by any institution, to urge upon them that they\nstudy the situation carefully and adopt some patent policy.\nThe\nResearch\nCorporation does not care what this patent policy is, and has no\nrecommendation whatsoever to urge. They do feel it is important that a\nuniversity have a patent policy and they also feel that it is important\nthat a university have a committee to which such questions can be referred.\nThe Research Corporation has individual relations with university\nscientists. For example, they have handled the Vitamin K patent for\nAnderson at Yale, and are just taking over the Vitamin K patent of Fieser\nat Harvard. In the earlier stages Harvard intended to take out the latter\n"}, {"id": "Warren Weaver_Diary_1939-1940_224", "page_idx": 224, "text": "Mr. H. A. Poillon, May 20, 1940 (continued).\npatent themselves, but finding that the situation was a little complicated (partly in relation to Doisy's work) they decided that it would\nbe preferable to turn the whole matter over to the Research Corporation.\nThey also have handled R. R. Williams Vitamin B1 patent and Roger\nWilliams' Pantothenic Acid patent. They have relations of this sort\nwith approximately ten further individuals. The Research Corporation\nhas nothing to say to a university or a scientist concerning publication\nof results. In all cases individuals are completely free to publish\nwhen they please, so far as the Research Corporation is concerned.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_225", "page_idx": 225, "text": "AEB\nTuesday, May 21, 1940.\nProfessor Oswald Veblen, Institute for Advanced Study, (Telephone). .\nV. reports on the telephone that Pauli cannot receive a visa\nunless he has a two-year invitation rather than a one-year invitation.\nAfter consulting with RBF, WW authorizes V. by telephone to extend the\ninvitation for a two-year period. EB\nFriday, May 24, 1940.\nPresident Karl I. Compton, MIT.\nC. reports that Szent-Györgyi, when made a definite offer by\nMIT first replied with a long letter setting forth all of his limitations\nand weaknesses. He also pointed out his obligations to certain Hungarian\nassistants and the fact that he had practically no funds with which to\ntransport himself, wife, and daughter, his Nobel Prize money still being\nimpounded in Sweden. These points have all been satisfactorily adjusted,\nand Szent-GyBrgyi has definitely accepted. He is to bring one assistant\nwith him. E. Newton Harvey has been appointed a lecturer at MIT for next\nyear. He will go there twice a month and act as a consultant in the\ndevelopment of the biological engineering program. He will also direct\ncertain research. MIT is giving serious consideration to Glenn Millikan\nand Loofbourow and will probably make a definite offer to the former in\nthe near future, there being some definite indication that he will accept.\nThe Executive Committee of the Trustees of MIT has made a grant which will\ndouble (and consolidate) the space now assigned to biological engineering.\nMIT has also received a gift of $10,000 from an individual for equipment to\nbe used in this program.\nEB\nProfessor Hugh S. Taylor, Princeton University, (Telephone).\nT. telephones that he has received a cable from Polanyi indicating his desire to come to this country on however modest an appointment,\nmentioning $1,500 annually. It seems probable that P. has not completed\nEnglish naturalization and that he has been given, by the British\nauthorities, the alternative of leaving the country very soon or some sort\nof internment. After discussion with RBF, WW tells T. that if Princeton\nUniversity wishes to extend an invitation to P. we will provide funds to\nthe extent of $2,000 a year for two years (the suggested $1,500 seems quite\nout of the question to ww) . WW emphasizes that we are in no way suggesting this procedure and that it is entirely up to Princeton to decide whether\nor not they wish to make such a request.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_226", "page_idx": 226, "text": "Friday, May 24, 1940.\nProfessor Oswald Veblen, Institute for Advanced Study.\nFollowing authorization by WW, the Institute again cabled\nPauli extending their invitation to two years. They have not yet had\nan\nanswer to this cable. V. is trying to interest the Commonwealth Fund\nin supplying funds to bring Dirac to the U.S. Further discussion of the\nBohr situation. EB\nMonday, May 27, 1940.\nDr. Irvin Stewart, Committee on Scientific Aids to Learning, (Telephone). .\nS. reports by phone that the CSAL committee has approved up to\n$10,000 for reading devices for the American Mathematical Society, notice\non which will be delayed because of the necessity for formal routing\nthrough the National Research Council. This will provide machines of\nwhatever type the CSAL finally decides to subsidize, although details are\nleft largely to S. Finally realizing that the CSAL is really going to\nmove, various manufacturers who previously stated that a cheap reading\nmachine was impossible are now actively interested. Eastman expects\nto\nhave a model in August, Bausch and Lomb will have figures ready next week,\nthe Spencer Lens Company will have a. model and figures next month, the\nSociety of Visual Education in Chicago now has two models, the Graphic\nService Corporation has one model, and one or two further companies are\ninterested. S. expects to be able to place the contracts by mid-August. EB\nMr. Charles Wesley Dunn.\nMr. Dunn has for many years been the attorney for the National\nAssociation of Food Manufacturers and for a similar organization of\npharmaceutical firms. He has become deeply impressed with the importance\nof more intensive and extensive activities in the field of nutritional\nresearch; and he has interested several of the big food companies to such\nan extent that he considers it probable that they would contribute at least\n$100,000 a year for 10 years for such a purpose. Mr. Dunn has consulted\nwith many persons, such as McCollum, Sherman, Dean Bayne-Jones, etc., and\nit is his present idea that the effort should include three principal\nphases: 1) basic research; 2) fact-finding concerning nutritional habits\nand nutritional deficiencies; and 3) educational and other activities, in\nclose collaboration with health authorities, to assure that existing\ninformation and methods become socially useful.\nIt was Mr. Dunn's earlier idea that it might be desirable to\nfound a National Institute of Nutrition associated with some university. He\n"}, {"id": "Warren Weaver_Diary_1939-1940_227", "page_idx": 227, "text": "Mr. C. W. Dunn, May 27, 1940 (continued).\nhas, indeed, discussed this proposal with Yale authorities, who are distinctly interested. He is now, however, less sure that it is desirable\nto centralize the plan to this extent, and thinks it might be more\neffective if more mobile and more elastically adaptable to new opportunities\nwhich may arise.\nWW briefly explains the character of NS interest in nutritional\nresearch at the basic biochemical level, and adds that the IHD has an\nactive and developing interest in other aspects of nutrition. WW urges\nthat D. consult with WAS.\nD. came with the idea that it might be possible to turn this\nwhole notion and project over to the RF for development and administration.\nHe suggested, for example, that he felt confident the food industries would\nbe delighted to turn over $100,000 a year for 10 years to the RF with no\nconditions or instructions other than the desire that the RF use this\nmoney for this general purpose in whatever way it considered wise. WW\nexplains that the NS division is not an operating agency; that the IHD is\nan operating agency, but that it would be entirely for WAS to say whether\nor not the IHD could have any relationship to such a plan.\nWW tells D. a little of the way in which the NRC sets up\ncommittees (such as the Committee on Research in Problems of Sex) to\nfurnish tactical scientific direction and to administer funds to stimulate\nresearch in some general area. D. wishes next to have an interview with\nwas, and WW agrees to arrange this.\nWAS\nEB\nDr. W. J. Robbins.\nR. tells WW in detail concerning the very interesting and\nimportant leads which have been turned up in his plant physiological\nresearches. R. is to send a written statement within a few days on his\nprogram and his desires. WW explains that there is little probability\nthat active consideration could be given to a request yet this spring; but\nthat we will, in any event, be very glad to study the proposal. EB\nIn a general discussion of scientific patents, R. says he feels\nthat\nit is probably impossible to arrive at valid generalizations but\nthat he is definitely opposed to the notion of patenting for profit. He\ngives WW two illustrations. In the one of minor importance, an NRC\nfellow was reluctant to go to the University of Wisconsin because he did\nnot propose to work there in a junior capacity on a research program which\nmight result in a patent and bring someone else profit. This man was,\nhowever, persuaded to go to Wisconsin, since this was obviously the best\nplace for his fellowship experience; and he later agreed that the fellowship\nwas entirely successful. This last fact, however, obviously does not\n"}, {"id": "Warren Weaver_Diary_1939-1940_228", "page_idx": 228, "text": "Dr. W. J. Robbins, May 27, 1940 (continued).\ncancel out the importance of the illustration. The significant fact is\nthat the young scientist felt as he originally did. The second illustration, which seems to WW considerably more important but a good many\nfurther details on which he would wish to have accurately, relates to a\nyoung biologist, formerly at Lehigh. His work demonstrated the existence\nof a. chemical substance of some biological importance. This substance\nwas isolated by two men in the chemistry department who were presumably\ncollaborating with him, but who applied for a patent on this substance\nwithout informing him. The young biologist then published his results,\nincluding in his article statements which led to a libel suit and which\nfurther, according to his statement, led to his being dropped from the\nstaff at Lehigh. He is very bitter about this experience, and attributes\nthe whole difficulty to the patent policy of Lehigh University. EB\nTuesday, May 28, 1940.\nDr. Charles N. Frey, Director, Fleischmann Laboratories, Standard Brands, Inc.\nThe Fleischmann Laboratories have been approached by Dr. Goetz\nfor assistance in connection with his biological program. WW informs F.\nthat our negative decision was primarily made upon the basis of budgetary\ncircumstances and was not because we had been forced to any definite\nadverse conclusion concerning the work. The fact that the American\nPhilosophical Society was prepared to extend assistance for a further year,\ncoupled with the fact that they had undoubtedly reviewed the progress\ncarefully, would seem to indicate that the work to date is of some promise.\nWW reports that FBH has had special responsibility for studying this\napplication, and that it is possible he can add to these comments after\nhis return. In any event, the Fleischmann support would be relatively\nsmall.\nEB\nDr. H. A. Barton, American Institute of Physics.\nFarmum\nB. inquires whether Miss Dunbar (?), a mathematics student at\nNew York University who has been studying with Harald Bohr in Copenhagen\nand who recently returned to New York, has given to WW messages from Bohr,\nHevesy, etc. B. has not seen Miss Dunbar himself, but understands she\nhas no information beyond that which has already been reported. B. has\nhad no further direct word from Hevesy. They also hope to bring over\nPaneth from England and have assigned $500 for this purpose.\nThis\nis\na\nlarger portion of their budget, for the symposium, than they should assign\nto this one individual, and B. simply reminds WW that they would be very\nhappy if we found it possible to contribute in any way.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_229", "page_idx": 229, "text": "Tuesday, May 28, 1940.\nProfessor Oswald Veblen, Institute for Advanced Study, (Telephone).\nThe Commonwealth Fund has informed V. that legal complications\nprevent their assisting in the Dirac case and suggested that he approach\nthe Pilgrim Trust. V., with someone else, has at least partial\nassurance of assistance from Strauss, of Kuhn Loeb & Co., for Nielsen. EB\nProfessor Hugh S. Taylor, Princeton University.\nAdvance notification of information contained in T.'s letter of\nsame date, May 28th, with reference to Polanyi.\nMr. Archie Woods.\nThe Markle Foundation has been approached by Ernest Lawrence and\nhis colleagues for a contribution towards the supplementary $250,000.\nInitially they proposed a large fraction, but W. knows that they now have\n$50,000 from the Research Corporation, and he understands that they have\n$150,000 more lined up from some other source. They are, accordingly,\nnow asking for the final $50,000. WW tells W. something of the extraordinarily enthusiastic backing which this project had from all of the scientists\nwe consulted. Although the RF undertook the project upon the basis of\nits importance as an instance of exploration of the unknown, and with no overoptimistic promises concerning possible future applications to biology and\nmedicine, nevertheless WW feels that a modest contribution from a group\ninterested primarily in medical research would seem to be a thoroughly\njustified bet, on two principal grounds: first, that the giant cyclotron\nwill be an enormously more efficient producer of the known artificially\nradioactive substances and will undoubtedly be instrumental in producing a\nwhole range of new artificially radioactive substances; and, second, it\nashalways been true to date that, when man has opened up a new octave or\ntwo in the spectrum of radiant energy, within this new range important\napplications to biology and medicine have been discovered.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_230", "page_idx": 230, "text": "AEB\nWednesday, May 29, 1940.\n2\nMrs. Wanda Farr, Boyce Thompson Institute for Plant Research.\nThe organization of F.' present group dates back to a\nsymposium organized by the government in 1935 at which Herty heard F.\ngive a paper on cellulose. The Chemical Foundation had accumulated\nfunds which resulted from a patent which involved cellulose, and they\nhad been looking for an opportunity to spend this money on research in\nthis area. H. recommended F. to the Chemical Foundation and in\nFebruary, 1936, she began work at the Boyce Thompson Institute, her\ninitial staff consisting of Compton (from Levene) on the organicchemical side, Reeves (from Goebel) on carbohydrates, Sisson (from\nIllinois) on the X-ray side, and F. herself on the microscopic aspects.\nMore than a year ago the Chemical Foundation reported that\nthey did not have funds in hand to continue the support of the work,\nbut the prospect for future funds was apparently good enough to justify\nthe Boyce Thompson Institute's advancing funds temporarily under\nagreement that they would eventually be repaid by the Chemical\nFoundation. In April, 1939, after Garvan's death, and when the\naffairs of the Chemical Foundation were in a somewhat confused state,\nF. says that the Chemical Foundation gave the impression that the\ndifficulty was a temporary one. On April 15, 1940, however, they\nnotified F. and the Boyce Thompson Institute that they still had no\nfunds and that they did not consider it wise to borrow further from the\nBoyce Thompson Institute. Moreover, the Boyce Thompson Institute had\nno further reserve funds which they felt justified in lending for this\npurpose. Thus a rather sudden crisis has arisen concerning the future\nsupport of the work. It seems to WW almost surely true that this\ncrisis has resulted, in considerable part, from Garvan's death and the\nconfusion due to the fact that he made commitments, through the\nChemical Foundation, which were essentially personal commitments but\nwhich were not protected in his will.\nRealizing the uncertainties of the situation, but still\noptimistic about support from the Chemical Foundation, F. reduced her\nstaff last fall by two major and two minor appointments, thus decreasing\nher annual budget by about $10,000. The two men who were dropped last\nfall were engaged in rather general activities (bacteriological disintegration of cellulose; a general study of plant cell membranes) and\nare not viewed by F. as being essential to the central core of her work,\nparticularly since some of these more general aspects have already been\ntaken up by universities, where F.'s work has been much more rapidly\naccepted and adopted than she had previously considered likely.\nDuring the first year the Chemical Foundation furnished\n$46,000 for initial equipment and salaries. During the second year F.'s\nbudget was $38,000, during the third and fourth years $33,000, and during\nthe present year $23,000.\nWW indicates to F. that we will study the situation and give her\nan indication as promptly as possible as to whether or not the RF can be\nof temporary assistance.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_231", "page_idx": 231, "text": "Wednesday, May 29, 1940.\nDr. I. C. Fry, Bell Telephone Laboratories.\nF. tells WW the detailed story concerning the development, in\nthe Bell Telephone Laboratories, of an electronic device, making use of\ntelevision scanning techniques for observing solar corona and prominences\nat times other than during eclipse; the essential point being that under\nspiral scanning appropriate electric circuits choke off the intensity\ndue to the sun's disk itself. The photoelectric cells can also be biased\nso as to cancel out any given background of uniform stray radiation.\nThe Bell Laboratories have presumably invested something like $10,000\nin this project and they are giving all of the equipment to Struve\nto use at the McDonald Observatory. WW explains that the RF could not\nbe interested in furnishing the $1,500 necessary for alterations at the\nObservatory to make use of this equipment, and suggests several\ngrant-in-aid sources that might be interested.\nEB\nTuesday, June 4, 1940.\nPresident Edmund E. Day, Cornell University, (Telephone). .\nIn amplification of the somewhat vague reference in his letter\nof May 29th, D. states that Cornell, in addition to assuming permanent\nresponsibility for Debye's salary, will devote from $3,000 to $5,000\nannually for minor equipment and supplies and for the salary of a trained\nresearch assistant.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_232", "page_idx": 232, "text": "AEB\nJUNY\nTuesday, June 4, 1940.\nPresident H. M. Wriston, Brown University.\nW. telephones WW that they have recently made important\nimprovements in his microfilm projection apparatus increasing the\nmagnification from 7 to 9 and adapting the machine to rolls of film as\nwell as to slides. W. says that he is not particularly interested in\nwhat machine the American Mathematical Society may choose to develop, but\nthat, now that the Society has a grant for this purpose, he thinks they\nought to be informed concerning the status of his machine. He reports\nthat the model is just being taken to a meeting in Washington, where it\nwill presumably be seen by Stewart. As soon as there is a chance to do\nso, WW informs W that he has, some days previously, resigned from the\nExecutive Committee of \"Mathematical Reviews, \" so that he has nothing to\ndo with the administration of the CSAL grant. At W's request WW agrees\nto forward the information of the telephone call to Fry. This is later\ndone.\nEB\nDr. Franz Weidenreich.\nW. has just heard from China that formal permission has been\nassured for further excavations at Choukoutien. W. is much encouraged\nby this, but says he will not believe it completely until he has arrived\nthere and has found that the work can actually be done. W. points\nout\nthat, if no further appropriation is made by the RF for continuation of\nthis work beyond one more year he will be in a most serious personal\npredicament WW agrees that we will give sympathetic consideration to\nwhatever proposal the authorities of PUMC bring forward.\nEB\nThursday, June 6, 1940.\nDean G. B. Pegram, Columbia University, (Telephone). .\nP. wonders whether we have been appealed to by Schr8dinger,\nwho has recently cabled to several individuals in this country from Dublin\nindicating an almost panicky desire to leave Ireland. We have no information and P. will report later if he learns anything further. EB\nAG\nWW indicates that RBF expects to recommend at the June Executive\nCommittee meeting that a joint committee of trustees and officers be\nappointed to study the whole question of patent policy, it being assumed\nthat some satisfactory way can be found of dealing temporarily with the\ntwo NS items in question. This procedure is entirely acceptable to AG;\nand in particular he approves the suggestion, made at the end of WW's\nmemorandum of June 6, 1940, for handling the Wilson and Williams items.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_233", "page_idx": 233, "text": "Friday, June 7, 1940.\nProfessor E. Witschi, State University of Iowa.\nCourtesy call. W. is concerned over extension of RF support\nto the NRC Sex Research Committee, but understands that this now is being\nhandled by MS. Some discussion of Markle Foundation as possible\nsource of future assistance. EB\nMr. Fairfield Osborn.\n0. will probably be made President of the New York Zoological\nSociety at their meeting in about a week. The collections now existing\nat the New York Zoological Park and at the Aquarium are, 0. says, the most\nextensive to be found anywhere in the world. 0. is deeply concerned to\nhave these collections of maximum effectiveness from different points of\nview. He apparently hopes that the RF or some similar agency could be\ninterested in supporting some scientific staff at one or both of these\ninstitutions. There is no serious scientific work done at any comparable\nplace in the United States, although a good deal of important scientific\nwork has been done on such collections in Europe. WW has practically no\ninformation concerning the existing scientific staffs at the two institutions (although he assumes that these are largely restricted to routine\nservice personnel), nor the physical facilities: The conversation is an\nentirely preliminary one. 0. promises to send extensive reports showing\nthe whole set-up of the New York Zoological Society, the present disposition of its income, and its relation to the two collections, the program\nof Mr. Beebe, etc.\nEB\nMonday, June 10, 1940.\nJ. L. Colom, Chief of Division of Agricultural Relations of the Pan American\nUnion, and I. T. Haig, Forest Service, USDA.\nAt the Eighth American Scientific Congress recently held in\nWashington, Section IV on Agriculture and Conservation passed various\nresolutions, including the following:\n\"WHEREAS: The Americas contain large areas of valuable\nforests still relatively unexploited, including some of the\nworld's largest upplies of high valued tropical hardwoods; and\nThe commercial possibilities of these forests are still\nlargely unknown and methods of handling them on a crop basis to\nsustain a maximum number of people and industries are still\nlargely unexplored,\nThe Eighth American Scientific Congress\nRECOMMENDS: The establishment of a Forestry Section in the\nDivision of Agricultural Cooperation of the Pan American Union,\n"}, {"id": "Warren Weaver_Diary_1939-1940_234", "page_idx": 234, "text": "J. L. Colom and I. T. Haig, June 10, 1940 (continued). .\nsuch section to function as a center for Pan American forestry,\nincluding the collection and dissemination of information on\nforest conditions, price trends, exports and imports of forest\nproducts, properties of woods, conduction of surveys and\nmutual aid and advice on forestry matters between the American\nRepublics.\"\nSuch an effort would come directly under c.'s responsibility,\nand H. is here with him because he has been responsible for the establishment of a research unit of the U.S. Forest Service in the West Indies.\nThey have tentative plans, involving about $20,000 annually, for a\nforestry section of the Division of Agricultural Cooperation of the\nPan American Union which would collect information concerning forestry\nresources, would cooperate with governments in stimulating interest\nin local forestry services, would help local governments to train\npersonnel and institute forestry services, would act as a coordinating\nagency for such interests, etc. WW explains that research in forestry\nlies outside of our ordinary range of interests, so that the answer to\ntheir proposal would appear to be a negative. However, on account\nof\nthe special interest in a proposal which involves a significant resource\nof Central and South America, WW would prefer to discuss the proposal\nwith his colleagues before giving a definite answer.\nEB\nDean G. B. Pegram, Columbia University, (Telephone).\nWW calls P. and reports Schr8dinger's cable.\nP. agrees that\nthis seems to indicate that S. just wanted to come over for the summer\nto \"get away from it all, \" and accordingly he is going to drop any\nparticular efforts to find a post.\nEB\nProfessor Harold C. Urey, Columbia University.\nUpon receipt of WW's letter of June 7th, U. reports that several\nweeks ago he received a letter from a Swiss friend of Hevesy's stating\nthat the Germans mere not permitting Danes to leave Denmark, but that\npersons of other nationality were, at least theoretically, permitted to\nreturn to their own country. H., therefore, planned to go to Hungary, and\nagreed to communicate with U. from Hungary, if and when he reached there.\nThe Germans are presumably delaying or refusing H. permission to leave,\nand U. sees nothing to do until we hear further.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_235", "page_idx": 235, "text": "AEB\nJUL-2\n0\nMonday, June 10, 1940.\nProfessor Vincent du Vigneaud, Cornell University Medical College.\nMeeting duV. on the train, WW inquires what effect the existence\nof the insulin patents has had on duV.'s extensive program of research on\ninsulin. Did duv. have to obtain permission to do research of various\nsorts? Were there difficulties in obtaining material? Were there\nany\nrestrictions as to the character of his research, attempts to improve, etc.?\nduV replies that he has asked no permission of any one; that there never\nhas been the slightest difficulty in obtaining material; that there has\nbeen no suggestion whatsoever of restriction of his free choice of lines of\nwork; and that the existence of the patents has had no influence whatsoever\nupon his work. WAS AG\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_236", "page_idx": 236, "text": "AEB\nThursday, June 13, 1940.\nDr. H. S. Gasser.\nG. thinks that the Executive Committee on June 14th, in dealing\nwith the Wisconsin and Texas NS items concerning which patent questions\nhave been raised, should move in the way which least commits the\nRockefeller Foundation in regard to its future patent policy. He agrees\nthat WW's suggestion for handling these items at the Executive Committee\nmeeting is probably the best procedure viewed from this point of view.\nG.'s own personal preference would be to postpone action on the items,\nbut he agrees that this would be less consistent with the policy which he\nthinks should govern at the moment. G. definitely disapproves of patents\nfor personal profit, but adds that he knows of many individuals whose\njudgment he respects who disagree with him.\nEB\nProfessor Peter Debye.\nD. hopes to make a short visit to Canada in order to re-enter the U.S.\non a non-quota basis (as permitted by his permanent professorship at\nCornell), so that Mrs. Debye will be granted a visa in Switzerland.\nThe\nDutch Consulate has advised him of complications since the Canadian\nauthorities now require a statement under oath as to the purpose of the\nvisit; and will not permit entry into Canada if the stated purpose is to\nattempt to obtain permission from the American Consul in Canada for reentry to the United States under changed status. The Dutch Consulate has\nadvised D. to get legal advice from Cravath, de Gersdorff, Swain, and Wood,\nCounsel for the Dutch Shell, who have had special experience with this\nparticular problem. After consultation with FL and with a friend on the\nlegal staff of the Standard of New Jersey, WW confirms this advice, and\nalso furnishes D. with a letter of introduction to the Physics Department\nat the University of Toronto, to be used provided his lawyer thinks it\nadvisable.\nD. also tells WW that a man in Switzerland, known to D. only by\nname, wrote recently to Einstein stating that he had learned from von Laue\nand from a certain Swiss physician that D. was coming to the U.S. as a spy.\nEinstein turned this letter over to an Englishman at Princeton who, with a\nfriend, went at once to Ithaca to investigate D. D. does not know\njust\nwhom these men saw in Ithaca, but does know that they talked with\nProfessor Kirkwood. Apparently the letter claimed that D. was seeking\ncertain secret information about helium. These particular claims\nmade\nno\nsense whatsoever, it being the case, in particular, that no one knows of\nany special interest in helium or any rumor of any secrets about it. D.\nconsiders von Laue a close and loyal friend. He also knows and respects\nthe Swiss physician, and considers it quite impossible that either this\nphysician or von Laue has made any such statements about him. D. wrote\nat once to Einstein stating all the facts and expressing the hope that\n"}, {"id": "Warren Weaver_Diary_1939-1940_237", "page_idx": 237, "text": "Professor Peter Debye, June 13, 1930 (continued). .\nEinstein would not feel called on to spread any further rumors of this\nsort about him. D. considers it likely that WW will hear of this\nepisode and prefers to tell him about it directly.\nWhen WW was recently in Princeton he heard that a dinner had\nbeen given there for D. and that Einstein and Weyl had declined to attend.\nWhen WW remarked to Veblen that D. had concluded that he could not return\nto Germany and could no longer associate himself in any way with that\ncountry or regime, Veblen told WW about the dinner incident and remarked\nthat some of D. 's colleagues obviously considered that he had been too\ntardy in coming to his conclusion. This attitude may partially explain\nthe above incident. EB\nFriday, June 14, 1940.\nMr. H. A. Poillon, Research Corporation.\nWW inquires whether there have actually been any profits from the\nWilliams pantothenic acid patent, or whether there is any present prospect\nthat there will be such profit. P. says that W. still does not have a\nformal agreement with the Research Corporation, but only informal understandings which are subject to any modification. P. again emphasizes that,\nif the RF has any suggestion or desire concerning this matter, it should be reported to them since they have every wish to cooperate fully. Williams\nhas made two applications, while Merk has made one application on the\nmethod of synthesis.\nThe Research Corporation has an agreement with Merk that on any\npatent resulting from information which Williams turned over to them, Merk\nis free to patent but must give a free license with rights to license to\nthe Research Corporation.\nP. also mentions that Weinstock, representing himself as a\n\"fellow of the Rockefeller Foundation, claims personal interests in the\nwork done at Oregon. Weinstock is now employed by the National Oil\nProducts Corporation and has assigned to them such rights as he may be able\nto establish. WW tells P. that Weinstock probably was one of the research\nassistants chosen by Williams, paid from RF funds, and perhaps locally\ndesignated as a \"research fellow\"; but that he was not, in a technical and\nformal sense, a fellow of the RF.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_238", "page_idx": 238, "text": "Tuesday, June 18, 1940.\nProfessor N. Rashevsky, University of Chicago.\nR. reports that the work of his group is going forward\nsatisfactorily, he characteristically mentioning that they have produced\n39 papers this year. The two of his men who have already obtained their\ndegrees (Householder and Landahl ?) he now considers fully trained and\nable to establish themselves on an independent basis. He would like\nto\nplace either of these men in an institution having a real interest in\nmathematical biophysics, but he is not at all in a hurry to get rid of\neither of them. These men, incidentally, have taken courses in anatomy,\nphysiology, neurology, genetics, etc., so that R. feels they are well\nprepared to take their place in any zoology department.\nR. speaks with particular pleasure of the fact that Carlson has\nnow become a quite enthusiastic backer for the work of R. 's group.\nBuchsbaum, an Instructor in zoology, who has extensive equipment for microphotography, is carrying out experimental studies on cell division to\ncheck some of their theories. Burrows, in Taliaferro's department, has\nsome experimental work on cellular respiration, and Fetcher, in physiology,\nis carrying on some in nerve conduction, both of these being directly\nrelated to R.'s work. He also mentions the interest of Wiley, at Urbana,\nto carry out experimental work, and says that a recent Chicago graduate\ngoing to Ann Arbor next year expects there to carry out experiments on R.'s\ntheories of reasoning.\n"}, {"id": "Warren Weaver_Diary_1939-1940_239", "page_idx": 239, "text": "Tuesday, June 18, 1940.\nProfessor L. C. Dunn, Columbia University, (Telephone). .\nThe Columbia group is informally considering the feasibility\nand desirability of inviting certain European scientists (in the first\ninstance certain Englishmen, chiefly because they know them better and\nbecause they fear that they could not establish effective contact with\nthe French) to take refuge at Columbia for a period. The University\nwould itself assume no formal obligation whatsoever, but would expect\nto offer certain minimum facilities for work. The men, and presumably\ntheir families, would come as the personal guests of Columbia faculty\nmembers. D. does not think that there is any particular financial\nproblem involved since they would expect that most of these individuals\ncould manage the item of travel. They have apparently not given\nany\nparticular thought to the problem of incidental expenses, education of\nchildren, etc. WW gives what information we have concerning some\nindividuals about whom D. inquires, and also what we know of present\nvisa regulations, etc. They had thought of the possibility of having\nsuch a move sponsored by the A.A.A.S. or the National Academy. VW is\ninclined to think that so personal a procedure had better be handled\non an individualistici and informal basis.\nPresident Edmund E. Day, Cornell University, (Telephone).\nWW inquires whether D. is at all seriously concerned over the\nrecent Debye episode. D. is concerned only as this episode is\nsymptomatic of the kind of hysteria which we are doubtless in for. He\nhas made a point of seeing a good deal of Debye and has talked with him\nextensively concerning the European situation. He has every confidence\nthat Debye is honest and loyal. EB\nFriday, June 21, 1940.\nMr. Edward Mallinckrodt.\nM. expresses the hope that the RF may reconsider the situation\nand contribute some further funds to Harvard geophysics. M. sincerely\nbelieves that one further five-year grant of $10,000 a year, or somewhat\nless, would succeed in stabilizing the project. M. has himself (although\nanonymously) given two funds to Harvard the incomes from which ($4,300 in\none instance and $3,600 in the other) are devoted to this program. Leet\nhas his salary paid from regular Harvard funds, so that Harvard is in all\ncontributing about $12,300 annually at the present time. It takes,\nhowever, something over $20,000 annually for the program. WW explains\nto M. the historical background of NS interest in earth science, but\na.grees that he will discuss this special situation further with his\ncolleagues.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_240", "page_idx": 240, "text": "Friday, June 21, 1940.\nDr. Donald Cooksey, University of California.\nC. is East with the Chief Engineer of the University of\nCalifornia making certain final arrangements in connection with the steel\nand copper contracts. They are obtaining fine cooperation and expect to\nhave these two big contracts placed within a week or ten days.\nEB\nDr. Richard J. Winzler.\nW. has been an NRC fellow with Runnström this year and left\nStockholm on May 6th. He is extremely enthusiastic about the Wenner-Gren\nInstitute and about Runnström and his group. He thinks it is a wonderful\nplace to send men on fellowships, and speaks particularly warmly of the\neffective cooperation with physicists, chemists, nathematicians, etc.\nWhen any scientific personnel in Sweden are called for military duty they\nautomatically have a six weeks' period in which there is a careful examination as to where they can serve most effectively. Several of R.'s men\nwere called up, but it was promptly decided that they should remain at the\nInstitute, and his work ha s been very little interfered with. It will\nnot\nbe possible for them to write frankly about certain matters and W. reports\nthat R. is chiefly concerned with two difficulties. The cost of living\nhas been seriously increased, and R. feels that he must somewhere obtain\nfunds to increase salaries. The fundamental tax on a total income has\nbeen raised from 3% to 7% and the cost of living has increased just about\n50% during the last nine months. Many articles of food, gas for cooking,\netc., have at least doubled. Secondly, R. is concerned over finding\nfunds next year to support Kallos, who is working on the serology of\nspleen and cancer tissue, and up to this time is supported from some\nprivate fund which will probably no longer be available.\nfellowship was extended and he will be located next year in du Vigneaud's\ndepartment. EMS EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_241", "page_idx": 241, "text": "AEB\nTuesday, June 25, 1940.\nPresident R. G. Sproul, University of California.\nBrief courtesy call to express California's appreciation of the\ncyclotron grant and assurance that everything is going forward well.\nEB\nMonday, July 1, 1940.\nDr. Max Mason, California Institute of Technology.\nThe construction and development program on the mechanical\naspects of the big telescope is now tapering off so that the CIT\nauthorities could begin to liquidate some staff. But it has occurred\nto MM that this group constitutes a unique combination of experience and\nskill which might prove to be of extraordinary importance in connection\nwith research problems of national defense. On any unusual type of\ninstrumentation, this group could take a rough sketch and fill in all of the\nnecessary steps from the drafting board to a precision finished instrument.\nFor a total sum which would probably be small this combination could be\nheld together.\nAfter talking with RBF and learning that there was sympathy here\nfor the general idea, MM agrees to reexamine, upon his return to Pasadena,\nthe estimates for concluding expenditures on the telescope project, and to\nmake a detailed estimate of what funds would be involved in holding this\ngroup together; following which they would expect to make some definite\nrequest to the GEB or ask authorization for certain expenditures not completely in line with the original appropriation. WWB AMJ\n"}, {"id": "Warren Weaver_Diary_1939-1940_242", "page_idx": 242, "text": "AEB\nMonday, July 29, 1940.\nBoston\nProfessor S. H. Caldwell, MIT.\nDifferential Analyzer program is slowing down and threatens to\nslow much more about September when some of the present personnel must\nbe dropped. In an extremely complicated and pioneering development of\nthis sort it is almost inevitable that there be considerable delays and\nthat the shake-down period be long. But this machine is so vitally\nneeded at present (in part to handle basic problems related to national\ndefense) that it is essential that the program not be delayed.\nThere will soon be dropped a design man, a machinist, and a\nwiring man, these three salaries totaling about $4,000 for a ten months'\nperiod. The assistant, John Löf, has already been dropped (his stipend\nbeing $1,200), although he is still around finishing up his thesis.\nIn\naddition C. has certain equipment needs which he has not been able to\nmeet out of past funds. It would surely take $7,500 to accelerate this\nprogram properly over this winter, and perhaps more. C. will figure\nthis\nout, and write WW soon as to whether he could really work efficiently\nwith $7,500.\nEB\nTuesday, July 30, 1940.\nProfessor H. C. Urey, Columbia University.\nU. fears that the Cold Spring Harbor Biological Association may\nsoon have to close up for want of funds. U. was on a committee a few\nyears ago to decide what should be done about Fricke. He reported that\nF.'s work was not highly regarded by chemists and physicists, while\nStockard reported that it was not highly regarded by the biologists.\nF.\nwas dropped soon thereafter and U. does not know where he now is. The\nsituation at the Laboratory has been very uncertain and trying during the\nlast year, and U. fears that Ponder has rather definitely gone to pieces,\nreturning to his old habits. Arthur Page wishes to retire as the head\nof the board, feeling that he has served his time. They are seriously\nconsidering Acosta Nichols (Sp.?) as Page's successor, but U. strongly\nprefers Robert Cushman Murphy, a bird man at the American Museum of Natural\nHistory Three years ago M. told U. that the possible Long Island\nresources for the support of the Laboratory had hardly been touched.\nHe\nindicated his wish to be the Director of the Laboratory and his confidence\nthat he could obtain proper support. Apparently on this basis only U.\nthinks that he should be given a chance. After a statement of\nRF\nrelations to the Laboratory, U. says that he would not expect to ask us\nfor any funds toward the general budget, but he hopes that WW or FBH can\ncollect information concerning M. If this information then justifies\nsuch action, he hopes we will speak of Murphy if and when Page talks to us.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_243", "page_idx": 243, "text": "Professor H. C. Urey, July 30, 1940 (continued).\nU. speaks of Peter Pringsheim, about 60 years of age, who is\nknown to be in a concentration camp in northern France. He also says\nthat F. Simon at Oxford is a naturalized British citizen, but is not\nallowed to continue his researches because of his background. Langevin\nis at Toulouse, and Jean Perrin (age 70) is at Rabat, Morocco.\nWednesday, July 31, 1940.\nWashington\nDr. Vannevar Bush.\nWW tells B. of our conversations with Mr. C. W. Dunn concerning\nhis interests in nutritional research. B. told D. he could have no concern with the project until the relation with Yale was cleared up. D.\nsaid the Yale idea was now tabled and the field entirely clear of commitments. B. felt it a poor time to start a pretentious program not\nintegrated with defense plans. The NRC and other agencies will undoubtedly develop considerable activity in nutrition as related to defense.\nBush later gave same advice to Francis, President of General Foods.\nB.\nthinks Dunn could get $100,000 or even $200,000 per year out of food and\npharmaceutical companies if his scheme were right.\nB. understands that\nwe have no proposal before us and that we will take no initiative. His\nattitude is the same. WAS\nEB\nB. says Arthur Page is trying to get the Carnegie Institution\nto run the Cold Spring Harbor Biological Laboratory They may make\nBlakeslee the Director, following his retirement. B. thinks very little of\nUrey's scheme.\nEB\nB. and WW discuss the Pasadena group defense plans. B. says\nthat the real need for funds is not to pay the salaries of a few men they\nwould otherwise drop, but the much larger item of general overhead pending\ncompletion which might be necessary over a period as long as a year if the\ntelescope project is materially slowed down (as B. thinks it should be)\nbecause of defense research. B. estimates this might amount to as much\nas $100,000. B. agrees that there is no reason why funds for defense\nresearch, as such, should be sought from any source other than the National\nDefense Research Committee. He approves WW's suggestion to MM that they\nsubmit any proposals they may have for defense research to the National\nDefense Research Committee.\nWWB\nAMJ\n"}, {"id": "Warren Weaver_Diary_1939-1940_244", "page_idx": 244, "text": "SE: 26 40\nAEB\nSEP 27 '4\nWednesday, July 31, 1940.\nPresident Karl T. Compton, MIT, - Cosmos Club, Washington, D. C.\nDiscussion of a variety of activities at MIT which are of\ninterest both to the RF and the National Defense Research Committee.\nC. thinks that it would be definitely disadvantageous and impracticable\nto bring before the government committee the question of supplementary\nassistance to the Differential Analyzer program. C. very much hopes\nthat the RF will find it possible to make the supplementary grant-inaid which WW has already discussed with Caldwell.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_245", "page_idx": 245, "text": "RBF\nRM4\nTBA\nJWG\nAEB\n5mg\nMonday, Aug. 12, 1945\nPROF. LANCELOT HOGBEN (University of Aberdeen)\nH. is relatively pessimistic about the next five or more years\nof English science. If England loses, the conclusion is obvious. And\nhe feels that the only way England can win is through a long and exceedingly\ncostly war of attrition which will leave England disillusioned and tired\nout. There is no possibility for him to do effective scientific work at\nAberdeen this winter. This is a tremendous disappointment to him because\nhe had built the Zoology Department there up to a point where it was second\nonly to Cambridge. For a variety of reasons, including a conviction that\nhe would be more useful later to England provided he does so, H. would\naccept a temporary post in the United States. He has assigned all the\nincome from his writing to protect the education of his children; his\noldest boy, a second-year medical student at Wisconsin, thus has his\neducation financially assured. Through recent lecturing, etc. H. has\nmanaged to put aside enough to protect next winter's costs for the oldest\ndaughter, who will also enroll at Wisconsin. He thus needs enough money\nonly for his wife, himself, and their two younger children, aged about\nwhat\n11 and 15. H. is most enthusiastic about the University of Wisconsin, and\nwill probably accept their invitation if it is extended. He can be\nreached until about August 18 c/o Dr. Lionel Penrose, 1000 Wellington\nabout\nAvenue, London, Ontario, and after August 20 c/o W. W. Norton & Co., Inc.,\n70 Fifth Avenue.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_246", "page_idx": 246, "text": "TBA\nJWG\nAEB\nTuesday, Aug.20, 1940\nPROF. H. C. UREY (Chemistry) - Columbia University - Telephone\nU. is confounded by the recent warning from Hill that Tomarkin\nis \"untrustworthy.\" U. says that T. is an unpleasantly energetic and\nactive pusher, and agrees that T. is not likely to be very well liked by\nany considerable group. U. also would agree in questioning T. 's judgment\nof individuals. But U. had had letters, written before the Norwegian invasion, from Joliot and others introducing T. to U., and recommending him\nas an individual who would be useful in connection with the organization\nof international scientific conferences.\nT. recently proposed to U. the organization of a Pan American\ncancer congress. U. wrote to the Department of State, urging that such a\ncongress be held and that T. be given charge. (This seems to be a typical\ninstance of the uncritical way in which U. seems willing to sponsor almost\nany public scientific movement.) U. now suggests that WW warn Mr. Nelson\nRockefeller concerning T.\n"}, {"id": "Warren Weaver_Diary_1939-1940_247", "page_idx": 247, "text": "TBA\nAEB\nThursday, August 29, 1940.\nM. Henri Bonnet.\nCourtesy call with vague discussion of the possibility of\nstimulating \"international\" cooperation in science within the Western\nHemisphere under present conditions. WW will have a later conversation\nwith B., after having heard the news and plans from Laugier and Rapkine.\nFriday, August 30, 1940.\nDr. H. de Terra.\nde T. had obtained a position as soil geologist on a government\nexpedition to South America and Secretary Wallace had personally\nguaranteed de T. to the Department of State, but just before the expedition was ready to start (and after de T. had cancelled whet lecture\nengagements he had been able to accumulate for the winter) he was notified\nthat the Department of State could not furnish him with the necessary\npapers and that his connection with the expedition was terminated. This\nsuddenly left de T. with no means whatsoever of livelihood. WW is of the\nopinion that this action, definitely resulting from the fact that de T.\ncame from Germany, formally places de T. in the category of deposed scholars\nand makes it possible that we give him some very modest temporary aid. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_248", "page_idx": 248, "text": "Friday, August 30, 1940.\nProfessor H. Laugier, Dr. L. Rapkine, RAL, and HMM, (Luncheon).\nDuring the last month R. has had close contact with the refugee\nscientist situation in England. Those technically classified as enemy\naliens have all been interned. R. petitioned various influential sources\nto have these individuals transported to Canada, fearing that their\nsituation would be desperate if England were actually invaded. Because\nof the dangers involved, the shortage of ships, and the pressure to\nevacuate children, no move in this direction had been made up to the\nmoment when L. and R. left England. R. knows of only two German refugee\nscientists previously in England who have been sent to Canada, namely,\nHoltfreter and Perutz. He thinks that both of these cases must have\narisen through accident rather than through any plan because the men were\nscientists. The naturalized scientists, such as Krebs, Simon, etc., are\nallowed to continue in their positions, but R. seriously doubts whether,\nas a practical matter, they would be allowed to contribute to war research.\nAt the time L. and R. left England, there was a strong reaction against\nthe uniform internment of all enemy aliens and a reasonable prospect that\nthe individual cases would be examined. R. spoke, for example, of the\nparadox that de Gaulle is allowed to continue his activities whereas many\nanti-Nazi Germans, who previously risked their fortunes and their lives to\nprove the sincerity of their position, are not allowed to help England.\nThere is a small handful - say, five, or less - of French\nscientists now in England. R. has a considerable amount of information\non individual cases, all of which he will write out for us. It is clear\nthat L. and R. are primarily interested in the problem of rescuing French\nscientists now in France. In our eagerness to hear details about the\nmany individual cases in which we are all interested, we do not get very\nfar with any discussion of possible general policies or methods. Such\ndiscussion will presumably occur at our next meeting. It is, however,\nclear that a primary difficult relates to exit permits from France.\nL. and R. speak very movingly of the present situation and spirit\nin England. They are convinced that the English now see with terrible\nclearness the seriousness of their situation. But they do not believe that\nthere is a man, woman, or child in England who is not supremely confident\nthat England will see this thing through and win out in the end. R. says\nthat, in spite of the extreme gravity of the situation, there is only one\nword that accurately describes the present English spirit, and that word\nis \"serene.\"\nSMG, AG, EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_249", "page_idx": 249, "text": "Tuesday, September 3, 1940.\nProfessor Herman Weyl, Institute for Advanced Study, (Telephone).\nAt JM's request WW asks W. what he knows about Professor Marcel\nBarzin of Brussels, a student of the logic of science and the logical\nfoundations of mathematics. B.'s name is not known to WW; and W. reports\nthat he never heard of B.\nJM EB\nWednesday, September 4, 1940.\nDr. H. de Terra, (Telephone).\nWW telephones deT. to indicate the definite terms (time and\nmoney) of possible RF assistance to him through Alvin Johnson. deT. is\ndeeply grateful and says that he would accept this appointment with great\npleasure and relief.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_250", "page_idx": 250, "text": "TBA\na\nAEB\nOCT\nWednesday, September 4, 1940.\nProfessor H. Laugier and Dr. L. Rapkine, with HMM.\nL. and R. have prepared, from memory, extensive lists of information concerning French scientists, all of which they will go over in detail\nwith HMM. Our conversation, however, is directed towards the general\naspects of the situation. L. and R. make the following points:\n(1) They think it very important that a man be sent from the\nUnited States to circulate as widely as possible in France and determine\nthe actual location and circumstances of French scientists, and which ones\nof these would come to the United States for a period if these visits\ncould be financed and if permission could be obtained from the French\ngovernment. L. and R. are convinced that this mission can only be carried\nout by an American, and probably only by an official representative of the\nRF. They think that such an individual would have an extremely beneficial\ninfluence on the French scientists, if for no other reason than because\nof the fact that he would serve as a link between them, carrying information and friendly encouragement to members of a badly scattered and\nthoroughly dazed group.\nProfessor Laugier mentions the fact that Mme. Mineur, who has\nbeen his secretary for years and who is a very intelligent person, is now in\nVichy and apparently can move back and forth to Paris without difficulty.\nShe has a large amount of information concerning French scientists and\nwould be of indispensable aid to any individual sent on the mission just\ndescribed.\n(2) L. and R.' plan would involve bringing to the United States\na considerable group of scientists. They will not venture to name a\nnumber, but discussion indicates that they are prepared to be hard-boiled\nabout the older men who are now merely illustrious names, and wish to concentrate upon the middle-aged and younger men with really high ability.\nThey are interested in maintaining the spirit and continuity of scientific\nactivity of these men, primarily with the hope that they may presently be\ngiven back to France to assist in reconstruction. But L. and R. also\npoint out the high desirability that the best of these men not be left in\nFrance where they will almost certainly be forced to contribute to the\nGerman war effort. L. and R. further recognize the uncertainties involved\nin the plan to return these men to France to take part in reconstruction;\nfor no one knows when, where, or if reconstruction will occur. They\nconsider it essential that these scientists be accompanied by their\nfamilies, and they feel it very important that action be taken as promptly\nas possible since, in the present state of affairs, these individuals may\nbecome totally discouraged and permanently losé interest in scientific\nresearch.\n(3) L. and R. are convinced that such a procedure will be\n"}, {"id": "Warren Weaver_Diary_1939-1940_251", "page_idx": 251, "text": "Professor H. Laugier and Dr. L. Rapkine, with HMM, 9/4/40 (continued).\nimpossible unless specifically approved, as a plan, by the Pétain\ngovernment. They think the probability for this approval would be\ngreatly increased if the formal invitations were phrased in terms of a\nrelatively short visit - say six months - and based upon some such formal\nargument as a desire to take special steps to protect aspects of international intellectual cooperation still possible under the present\ndifficult circumstances. L. and R. hope that our Department of State\nwould be willing to approve and sponsor such a scheme, even though they\nrecognize the formally stated arguments and conditions as somewhat\nartificial in character, perhaps on the basis of a confidential understanding that more was involved and understood than meets the eye.\nA\nmajor difficulty is involved in the fact that the Pétain government would\npresumably be suspicious about issuing exit permits except on the basis of\nshort-term invitations, while our Department of State might refuse to\nfurnish visas for shorter than a two-year period. It is clear that L.\nand\nR. hope that the concessions on this point, will be made by our government.\n(4) L. and R. had planned to visit a considerable number of\nAmerican institutions and to talk with certain carefully selected\nindividuals to determine what quota of French scientists the institutions\nmight accept and under what terms. L. and R. think that it would probably\nbe dangerous to have these possibilities canvassed by, and later arranged\nby, a committee. For they think that the activities of any such committee\nwould inevitably receive publicity and that this publicity would have\npossibly dangerous consequences for the Frenchmen who might come here, as\nwell as for some of those who remained in France.\n(5) L. and R. would like RF advice concerning men and institutions to visit. They are also prepared to investigate various possibilities\nof partial support for such a scheme. WW is not prepared to give any\nadvice or suggestions on these questions of practical procedure until he\nhas had a chance to discuss this whole proposal with RBF and determine\nwhether or not there is any possibility that the RF assist in the plan.\nIt is reasonably clear, from the whole conversation, that our\nrole in this plan would have to be considerably more active than usual.\nThat is, it is not enough that we agree to furnish a certain sum of money.\nWe would have to be prepared to accept a certain amount of responsibility\nin arranging the plan and in negotiating it, particularly with the two\ngovernments involved.\nHaving discussed WW's previous question as to whether there is\nany effective and important move which the RF could make relative to the\n"}, {"id": "Warren Weaver_Diary_1939-1940_252", "page_idx": 252, "text": "Professor H. Laugier and Dr. L. Rapkine, with HMM, 9/4/40 (continued).\nenemy alien scientists now interned in England, L. and R. think that the\nanswer is \"yes.' Although it was doubtless a practical necessity,\nrapidly and uniformly to intern large numbers on the chance of cutting\noff the activity of a very few possible spies or Fifth Columnists, the\nEnglish are themselves now agreeing that the uniform action was hasty and\nundesirable. L. and R. think that a very little pressure on the English\ngovernment by the Royal Society would result in the release of a\nconsiderable number of the more important men, some of whom would at once\nbe engaged in significant pure research and others of whom could make a\nsignificant contribution to the war effort. In turn L. and R. think that\nthe Royal Society would almost surely exert this pressure, if they had any\nkind of encouragement or urging from us.\nSMG AG EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_253", "page_idx": 253, "text": "AEB\nFriday, September 6, 1940.\nProfessor H. Laugier, Dr. L. Rapkine, with AG, FBH, and HMM, (Luncheon).\nWW's conversation is with Rapkine. R. is warned, concerning\ntheir hopes for rescuing French scientists, on two points. They must\nrecognize that the RF has interests in all countries and all fields,\nso that the number which can be dealt with in one field and one\ncountry is necessarily very limited. Many proposals which come to the\nRF have only one missing link - namely, the necessary financing.\nIn\nthis proposal, by contrast, success depends upon a whole sequence of\ninterlocked possibilities, each one of which must now be expressed in\nthe subjunctive mood, and each one of which is highly doubtful. It\nwould appear to require a succession of near miracles to accomplish all\nthat they have in mind.\nIn speaking of the effectiveness of the RF fellowship program\n(for many of the alien scientists interned in England and some of the\nFrench scientists in question are former fellows), R. mentions his own\ncase. He left McGill for France because his parents were not able to\nfinance his education, and the tuition at Paris was far below the tuition\nat McGill. R. worked mornings in a shoe shop, in Paris, wrapping\nparcels, for 165 francs a month. 125 francs were required for the\nrent of his room, so that he had 40 francs a month left for food and\nother purposes. For eighteen months he had one meal a day, this consisting of the \"largest piece of bread and the smallest piece of cheese\nthat I could buy.\" His workman's room provided no facilities for\nbathing, and one day a week he had to pay a small fee to take a shower\nbath. On that day he did not eat. R. says that it was years afterward,\nwhen he read Knut Hansen's \"Hunger, \" that he realized that the nightmares\nwhich he had almost constantly during these eighteen months were hunger\nnightmares.\nAt this juncture he found on his table at the Laboratory, a\nletter from the Paris office of the RF containing application blanks for\na fellowship. He refused to fill in these blanks because he feared. that\nhe would be accepting charity. Faure-Frémiét tried to convince him that\nthis was not charity; but failed. Dr. Trowbridge then called on R., and\npatiently and kindly explained to him the nature and purpose of the RF,\nemphasizing that they had sought out R. because of the important work\nthat he was doing. R. says that to this day he could not accurately\ndivide the remarks which Trowbridge made to him that day into those which\nwere true and kind, and those which were untrue but very kind. As a\nresult of this conference, R. was persuaded to apply for a fellowship.\nThe eighteen months described above were thus followed by a second period\nof eighteen months during which R. was a fellow of the IEB. With an\nemotional intensity so serious that it was difficult for him to talk, R.\nconcluded, \"So, if you want to know what a Rockefeller Foundation fellowship can mean, just contrast these two eighteen months' periods in my\nlife. It is, of course, true that I owe the most to my father and\nmother; but it is equally clear that I owe the next most to the Rockefeller\nFoundation.\" SMG EMS EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_254", "page_idx": 254, "text": "September 10-13-1940.\nHanover, New Hampshire.\nProfessor D. J. Struik.\nProfessor Struik, of MIT, explains that Mrs. S. has been in\ncorrespondence with Hadamard for years. Reviews Mrs. S.'s attempts to\naid H. WW makes it clear that the RF could not help in such an instance, which is clearly one of personal charity. WW describes to S.\nthe types of cases we are prepared to consider either through Dr. Alvin\nJohnson or directly. FEB EB\nProfessor 0. Neugebauer.\nProfessor Neugebauer, Brown University, reports that he is in\nserious need of modest funds to assist in the purchase of photostatic\nmaterial and special expensive historical texts in connection with his\nresearch program on the history of mathematics. WW explains why we\nare withdrawing from small grants-in-aid, especially when they are not\nrelated to our special program interests, and urges N. to try other\npossible sources of support, such as the American Philosophical Society. EB\nProfessor 0. Veblen, Professor 0. Neugebauer, and Dr. T. C. Fry.\nN. has recently proposed the founding of another abstract or\nreview journal, with a set-up exactly like Mathematical Reviews, but\ndevoted to the wide field of applied mathematics. He feels that the\neditors of Mathematical Reviews cannot possibly cover this field properly,\nand he is convinced that the amount of material is comparable to that in\nthe whole of pure mathematics. He would like to bring\nto the U.S., to be editor of this new journal. Wriston is enthusiastic\nabout building up activities of this sort at Brown; and it is, indeed,\nobvious that if such a venture were to be attempted it would be\neconomical and efficient to combine the editorial and other services of\nMathematical Reviews and the new journal.\nIn a later conversation with N. alone, WW questions whether it\nwould not be possible to prepare a definite prospectus for such a journal\nand submit it to a group of individuals in this country, such as\nvon Kárman, who are in close touch with the various industries which would\nbe\naffected. It might then be determined whether these industries,\nthrough their research programs, were sufficiently interested in such a\nproposal to make modest pledges toward its support. Thus the field\nof\ndynamic balance and vibration would be of keen interest to the\nautomobile and aviation industries, geophysics to the mining and oil\nindustries, hydro-dynamics, areo-dynamics, elasticity, etc., to the airplane industries, etc. If the responses to such an inquiry were such as\nto insure the financial status of the journal, then it is clear that various\n"}, {"id": "Warren Weaver_Diary_1939-1940_255", "page_idx": 255, "text": "Hanover, New Hampshire, September 10-13, 1940 (continued).\nProfessors Veblen and Neugebauer, and Dr. I. C. Fry.\ntheoretical questions concerning its desirability would be automatically\nanswered.\nFry agrees that the field is important, but would much prefer\nto see Mathematical Reviews extended in this direction and the editorial\nboard increased so that this development would occur within the framework of Mathematical Reviews.\nEB\nMonday, September 16, 1940.\nDr. F. G. Cottrell, Research Corporation.\nHMM\nC. is interested in assisting Fritz Weigert, who took his degree\nin organic chemistry at Heidelberg, later studied under Emil Fischer, and\nworked in van't Hoff's laboratory at the same time C. was there. W.\nretired at Leipzig before Hitler came into power, later he had to leave\nGermany, and was supported for three years at Glasgow by the Society for\nthe Protection of Science and Learning. He is between 60 and 65 years of\nage and has two grown children in the United States. W. was interned in\nEngland, but C. has the impression that he was recently released. He\nworked as a physical chemist in the Mt. Vernon Cancer Hospital just outside\nof London. He has more recently been interested in the physical-chemical\naspects of visual purple. C. is anxious to bring W. to this country and\nlocate him in the best possible laboratory for this work, it seeming\nreasonably sure that his children can take care of him when his active\nscientific career is over.\nIn this connection C. speaks of the fundamental purpose of the\nSmithsonian Institution to \"increase and diffuse knowledge.\" He is sorry\nthat the Smithsonian is becoming so nearly exclusively a museum, and he\nconstitutes a one-man effort to build up the research activities of the\nSmithsonian. If Abbot could be made to see the light, he thinks that\nwould be a fine place to locate W.\nFEB\nEB\nProfessor John Von Neumann, Institute for Advanced Study, Princeton.\nVon N. rates Andre Weil as the best French mathematician under\n50 years of age. He was a full professor at Strassburg. At the time war\nwas declared he was in Finland, and, presumably because of pacifistic\ntendencies, he did not answer to the first call, and was automatically\nsentenced to death. Some months later W. sensed more accurately what\nwas really happening in Europe and decided that it was his duty to fight\n"}, {"id": "Warren Weaver_Diary_1939-1940_256", "page_idx": 256, "text": "Tuesday, September 17, 1940.\nDr. R. W. King.\nK. is seeking a formula by means of which Jewett can get rid of\nTomarkin.\nAsks if WW is willing to authorize the release to Tomarkin of\nany of the information contained in the cable from A. V. Hill. WW\npoints out that this cable was specifically labeled \"Confidential, \" so\nthat he has no authority to release any part of it. WW indicates, however, the general agreement among the different agencies concerned that\nthe refugee scholar situation should be treated as one broad, unified\nproblem through the central agencies set up for that purpose. This\nprinciple would exclude personal activities such as those of Tomarkin.\nThis leaves unsolved, however, Tomarkin's plea that he be allowed to\norganize the efforts of certain French scientists relative to war defense\nresearch. WW points out that, if these scientists can be brought to this\ncountry, there is no necessity to have Tomarkin act as a go-between since\nsuitable agencies exist for investigating and utilizing the abilities. of\nthese persons; and, if these scientists cannot be brought to this\ncountry there is no possibility whatsoever that Tomarkin could get from\nthem useful confidential information by mail. K. believes that these\ntwo\nsupplementary difficulties will serve to exclude Tomarkin from this\nactivity also.\nK. would like to inform Tomarkin that Laugier and Rapkine have\nbeen brought here under somewhat official auspices to do the things which\nhe is unofficially attempting to do. WW prefers that no information concerning Laugier and Rapkine be given to Tomarkin without direct authorization. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_257", "page_idx": 257, "text": "AEB\nTuesday, September 17, 1940.\nProfessor Henri Laugier, Dr. Louis Rapkine, with HMM.\nTo assure that there is no nisunderstanding, WW states that the\nRF is not prepared to take either an active or a special attitude with\nrespect to French scientists. It will be necessary to treat these cases\nas they actually arise, in conformity with our general practice. This\nmeans, in particular, that the cases may be handled in one of two ways either through Alvin Johnson, or through the older procedure which involves\ndirect negotiation with an inviting university. It will be necessary to\nrestrict consideration to absolutely outstanding cases, since the number\nwe can handle is very small - say, 20 or less. We feel it would be\nconfusing and distinctly unfortunate for L. and R. to attempt to\norganize or promote any special effort directed toward the salvaging of\na large number of French scientists.\nThese points are clearly understood. L. and R. saw Johnson,\nwho encouraged them to hope that it might be possible to handle upwards of\n30 French scientists. In making this suggestion, Johnson was taking\ninto account various sources of support other than the RF.\nL. and R. also discussed with Johnson the possibility that they\nvisit a few scientific friends in certain universities. It was understood that these would be purely informal, unofficial, and personal\nvisits to individual scientists, friends of L. or R., for the purpose of\nacquainting them with the facts concerning French science and scientists\nand the purpose of stimulating the interest of the individuals visited.\nIt was specifically understood that L. and R., if they made such visits,\nwould not attempt to organize any special effort directed toward French\nscientists, and would make no references to the RF. If they are asked\nunder what auspices they came to this country, they would reply that they\nwere invited here by the RF to give the officers certain information and\nto exchange views, but that their present visits were on an entirely\npersonal basis. These visits would have a dual purpose. They would\ninform and stimulate individuals who would be useful to Alvin Johnson in\nhis work. Johnson agreed that this would actually assist him, and\nheartily approved (so L. and R. report) the visiting, as limited by the\nabove déscription. Secondly, it is clear that L. and R. hope that some\nindividual cases would be handled directly by the scientists whom they\nwould visit.\n1\n2\nL. and R. ask if the RF would finance such visits. They would\nboth wish to visit Harvard, Princeton, and Johns Hopkins. They are also\nvery anxious to get in touch with Arthur Compton at Chicago, and with\ncertain special friends of French science at Berkeley, Stanford, and\nPasadena. They agree that it would not be necessary for both of them to\nmake the Western trip. In view of RBF's previous attitude toward the\ndesirability of visits, WW is not willing to give any opinion until later.\n2\nL. and R. also wish to know whether there are any other ways in\n2\n"}, {"id": "Warren Weaver_Diary_1939-1940_258", "page_idx": 258, "text": "Professor H. Laugier, Dr. L. Rapkine, and HMM (September 17, 1940, (continued).\nwhich they can serve us. If this visit is not permitted, they see\nnothing particularly that they can do and hesitate to accept RF hospitality\nfor a longer period.\nL. and R. are going to Washington this week and will see Bullitt,\nprimarily to get the best information concerning the possibility of exit\npermits from France. WW emphasizes that they must make it clear that they\nare seeing Bullitt purely as individual French scientists interested in\nthis problem.\nThey will make no mention of the RF whatsoever unless B.\nasks them under whose auspices they are here, in which case they will make\nthe answer stated above.\nSMG\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_259", "page_idx": 259, "text": "JWG\nAEB\nFriday, September 20, 1940.\nDean W. H. Taliaferro, University of Chicago.\nAgreed that in the future T. will keep us in contact with the\nprogram of biological research at Chicago by sending to us the semipopular reports which he will prepare for the Abbott Memorial Fund, and\nwill also send us, without any editing, copies of the individual reports\nas turned in by the various scientists.\nInformal discussion concerning the proper use of income from\nthe endowment for biological research at Chicago. There has apparently\nbeen some mild difference of opinion between T. and some members of the\nboard of trustees. The portion of the endowment given by the Rockefeller\nFoundation was intended to produce approximately $60,000 annually. This\nsum, being $10,000 more than had been furnished by the RF over some previous years, was intended as an intermediate stage in stabilizing the\nannual income at a higher level, namely, around $80,000 annually.\nApparently two kinds of questions have been under consideration, both of\nthem forced upon the Chicago authorities by the stringency of their\ngeneral financial situation. Were they justified in using any of the\nincome from the biological endowment fund for salaries? Was the\nUniversity morally committed to maintain at the previous figure that\nsupport for biology which falls entirely outside of the income from this\nfund? This support, in particular, includes the regular departmental\nbudget for salaries, etc., and also includes the support of certain research\nwhich has for many years been paid directly by the University of Chicago\nfrom its own funds, rather than from funds received from the RF.\nThe situation may very likely have been confused, to some extent,\nby a very brief conversation which WW had with Mr. Harold Swift at the time\nof the December meeting, December 5-6, 1939. In this conversation WW\nmentioned the fact that the RF recognized the undesiraBility that its\ngrants artificially protect one special activity in a university and\nmaintain the support of this activity on a scale which, being entirely out\nof line with that which is necessary throughout the university as a whole,\nis embarrassing and detrimental from the point of view of general university\npolicy. In line with this plan, the RF would expect that the general\nsupport of biology at Chicago share proportionately with other comparable\nactivities in general downward or upward movements of the budget.\nIt is informally agreed with T. that none of the income from\nthe special endowment for biology will be used for salaries, and that\nitems of research expense will be shifted from previous general university\nsupport to the support of this fund only when this procedure is clearly\nnecessitated by the considerations stated in the second paragraph, it\nbeing reaffirmed that Chicago has every wish and intent to stabilize the\nsupport of research in biology at a level materially above that which previously obtained. GJB EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_260", "page_idx": 260, "text": "Friday, September 20, 1940.\nProfessor H. C. Urey, Columbia University, (Telephone). .\nU. calls to inquire whether we have any further information concerning Hevesy (answer is \"No\"), , and whether the warning concerning\nTomarkin has been clarified. WW passes along part of the additional information obtained from Laugier and Rapkine.\nMonday, September 23, 1940.\nDr. H. J. Muller.\nM. thinks that Cornell is prepared to discuss his coming there\non a three-year rather than on a one-year basis. If this is indeed true,\nand particularly if Cornell requests assistance on some of the permanent\nequipment mentioned below, it would seem clear that they are thinking of a\npermanent solution.\nApparently the minimum basis on which M. could be taken care of\nfor one year would involve $3,500 for his own salary, $1,000 for glassware,\nether, food, and such consumable material, $1,000 for diener service, and\n$1,200 for a junior assistant intelligent enough to handle stock transfers,\netc. - a total of $6,700. On a longer term basis M. would hope to have\nprovision for constant temperature work; tank, shelving, and wooden drawers\nto handle the stocks; sterilizing equipment; and some modest provision for\nsharing the X-ray equipment which already exists in the College of\nAgriculture. This latter item should include a new dosimeter and some\ncontribution toward the expense of maintaining and running this equipment.\nPerhaps also in this same category of material which should be\nprovided on a three-year basis M. mentions the desirability of about $1,200\nfor a trained research assistant, $500 for a cytological microscope with\naccessories, and provision for a stipend for a cytological assistant.\nIf X dollars is justified to assist M. on a purely emergency\nbasis for one year, then WW thinks that more than three X dollars is\nclearly justified, if Cornell is indeed prepared to discuss the situation\non a more permanent basis. There is nothing that can be done until we\nknow the views of Hutt and EED.\nFBH\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_261", "page_idx": 261, "text": "Tuesday, September 24, 1940.\nProfessor F. B. Hutt, Cornell University, (Telephone).\nH. says that Cornell cannot make a proposal concerning Muller\nuntil next week when the registration figures have become definite, but\nthey will not be interested in a purely temporary proposal for one year.\nIt seems probable that they will propose a scheme over three or four\nyears involving contributions from the RF toward capital costs of\nnecessary equipment and involving increasing contributions from Cornell\non salary. WW emphasizes that he can make no promises whatsoever, but\nthat we will have every sympathetic interest to consider such a proposal. FBH EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_262", "page_idx": 262, "text": "TBA\nAEB\nMonday, September 30, 1940.\nDr. L. Marton.\nM. apparently has a continuing position with the R.C.A., and\nemphasizes that he appreciates this opportunity and has no wish to be\ndisloyal to them; but he would prefer a non-commercial position. He\nfeels that the time is ripe for the development at some university of a\nclosely interrelated group to use the techniques of ultra-violet and\nelectron microscopy and X-ray and electron diffraction on problems of microstructure. He has talked with Cottrell about this scheme, and C. seemed\nto be greatly interested. M. also talked to MM, who suggested his discussing the general plan and possible locations for such a development\nwith WW.\nM. thinks he can make a strong case for the desirability of\ncarrying on these different methods in close relationship with one another\nat one place, one of the important arguments being the necessity to apply\nthe different methods to exactly the same preparation. There is some\ndiscussion of the suitability of Caspersson for heading up the ultraviolet end of such a. development. We discuss possible interest in such\na plan at CIT, MIT, Johns Hopkins, and Texas.\nTuesday, October 1, 1940.\nProfessor Henri Laugier and Dr. Louis Rapkine, with HMM.\nSee HMM's diary.\nMonday, October 7, 1940.\nProfessor Henri Laugier and Dr. Louis Rapkine, with HMM.\nSee HMM's diary.\nMr. Fairfield Osborn, with FBH.\nSee FBH's diary.\n"}, {"id": "Warren Weaver_Diary_1939-1940_263", "page_idx": 263, "text": "Monday, October 7, 1940.\nProfessor Oswald Veblen and Professor H. Weyl.\nV. continues deeply apprehensive concerning the Bohrs.\ngives latest information concerning probable possibility of transferring\nfunds. If and when this becomes absolutely definite, we will cable\nBohr and WW will then inform V., following which the Institute will\nprobably renew their invitation to Bohr.\nIn answer to ww's questions concerning certain French\nnathematicians, the comments are as follows: de Possel, fairly good;\nChevallet, has permanent appointment as Assistant Professor at Princeton\nand was also offered similar appointment at Indiana; Cartan, Jr., really\ngood; Denjoy, first rank. W. will get further information on Chaboty,\nwho was a student at the Princeton Institute.\nV. speaks at length concerning Segre.\nS. is both a differential\nand an algebraic geometer. Along the line of Lefschetz' own work, S. has\ntaken a position which differs from L. W. and V. think that this completely explains L.'s opinion of S., L. being well known to have violent\nand somewhat unstable likes and dislikes. V. urges that we ask Zariski\nconcerning S. It is the joint and serious opinion of W. and V. that S.\nwould be a particularly good man to import to this country, both because\nwe are relatively weak in the field he represents, and because S. is himself an unusually \"salable\" foreign mathematician.\nW. and V. have been keeping a file of information concerning\nGerman mathematicians for over two years. Apart from French refugee\nmathematicians (to whom they have paid little attention as yet), they are\ninclined to list four cases as men important and deserving of present\nattention. Segre heads the list, Hans Hamburger is second, Felix Pollaczek\nis third, and Kurt Mahler is fourth.` H. is 51 years old, has been a\nrefugee scholar in England, and is probably interned there. P. is an\nAustro-German, now in France, so WW thinks there is little possibility of\nrescuing him. They agree that the first two cases are considerably better\nthan the third and fourth. M., for example, had a severe early case of\ntuberculosis which left him badly lamed and somewhat hunchbacked.\nAs a group of cases which they do not rate as highly, V. and W.\nmention: Weinstein; Jacobsthal (nearly 60 years old and last known to be in\nNorway): Robert Erich Remak (52 years old, probably in England, always a\nPrivat-docent in Berlin because of personality difficulties); Werner\nRogosinski (46 years old, previously at Koenigsberg, and now probably in\nEngland; and Paul Bernays (52 years old, Hilbert's assistant for a great\nmany years, not a good teacher). The first four of these cases are all\nGerman Jews.\nThree cases who are doubtless better men than the five of the\nforegoing paragraph, but who are not now known to be in danger, are\nHans Heilbronn, Hopf (who was Weyl's successor in Zurich and whom he considers to be first-rate), and Freudenthal (a Privat-docent at Amsterdam and a\ntopologist whom Weyl considers almost as good as Hopf) . These three are all Jews.\n"}, {"id": "Warren Weaver_Diary_1939-1940_264", "page_idx": 264, "text": "Tuesday, October 8, 1940.\nRBF, (Telephone from Washington),\nThe Treasury restrictions on the transfer of funds apply only\nto occupied countries, namely, the whole of France, Belgium, Holland,\nDenmark, Norway, Latvia, Lithuania, Esthonia, Poland, etc., and not to\nFinland, Sweden, Spain, Portugal, etc. The regulations relative to the\noccupied countries are still subject to some exception. RBF thinks it\nlikely that we will obtain permission to finance the Health Commission\nin France, and he also thinks it likely that we will be able to continue\nsupport to Bohr. It is his judgment that the Treasury Department (and\nprobably other branches of the Government) would not be concerned at all\nwith our sending scientific equipment to occupied territory, since this\ninvolves no risk of foreign credit. He thinks the only problem there\nwould be the practical one of getting the material transported.\n"}, {"id": "Warren Weaver_Diary_1939-1940_265", "page_idx": 265, "text": "AEB\np.110\nTuesday, October 8, 1940.\nProfessor Robert Chambers, (Telephone).\nC. gives WW information concerning Mme. Szent-Györgyi, as a result\nof which HMM makes an appointment with her to see if we can be of any\nassistance in connection with her plans.\nSaturday, October 12, 1940.\nAmherst, Massachusetts.\nProfessor Ralph A. Beebe, Chemistry Department, Amherst College.\nVisit to Chemistry Department in connection with request received\nfrom Professor Beebe. Doughty will retire in one more year. He has the\nreputation of being a really great teacher, and gives the lectures in\nsophomore chemistry and in organic chemistry. The organization of\nthe\nchemistry courses is somewhat unusual largely because the premedical\nstudents (of whom they have many) normally take three courses, namely,\nfreshman chemistry, sophomore chemistry, and organic chemistry. For this\nreason the sophomore chemistry course places very large emphasis on physical\nchemistry. Professor Beebe, 42 years old, was an Amherst undergraduate,\ntrained with Taylor at Princeton, and except for some time at Bristol has\nhad no other academic or research experience. He teaches freshman chemistry\nand shares the third year chemistry course with Graham, the first half of\nthis course being quantitative analysis and the second half being largely\nthe laboratory side of physical chemistry (the sophomore course in chemistry\ncontaining no physical-chemical laboratory work). Associate Professor R.\nB.\nWhitney, 35 years old, was trained at Minnesota and Harvard. He teaches\nChemistry 5, a course in mathematical-physical chemistry, and has the\nlaboratory work in organic chemistry under Professor Doughty. Instructor Graham\n(who may very possibly not be permanent) assists with freshman chemistry\nand quantitative analysis and in the laboratory work for third year physical\nchemistry.\nProfessor Beebe himself makes a very good impression. He speaks\nat considerable length and with great enthusiasm concerning his own research\nprogram. Although adsorption phenomena were supposed to be pretty well\nunderstood several years ago, he feels confident that the subject is, in\nfact, just opening up; and that its significance for theories of catalysis\nand other surface chemical phenomena is very great.\nGraham is doing\nsome research, but it seems reasonably clear that Whitney has not been very\nproductive. He has, for several years, been at a general field of organicchemical research, but it is explained to WW that he has been \"orienting\"\nhimself and is just now getting to where he can begin to turn out important\nresults. This is an all too familiar alibi.\n"}, {"id": "Warren Weaver_Diary_1939-1940_266", "page_idx": 266, "text": "Professor R. A. Beebe, October 12, 1940 (continued).\nIn approximately 50 upper classmen doing honors work biology and\nchemistry have about 9 apiece, this being a disproportionate share.\nThe\nphysical facilities in chemistry are excellent and their departmental budget,\nalthough it explicitly provides only $400 a year for research, is sufficiently\nelastic so that they can go up to $2,000 in any one year for research\nequipment and supplies, if it is justified. There is a primary emphasis\non physical chemistry, with a minor emphasis on organic chemistry.\nProfessor Beebe says that his own work could best be evaluated by\nProfessor P. H. Emmett of Hopkins, Dr. Stephen Brunauer, Bureau of Chemistry\nand Soils in the U.S. Department of Agriculture, or Professor A. B. Lamb\nof Harvard.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_267", "page_idx": 267, "text": "TBA\nAEB\nyou\nWednesday, October 16, 1940.\nProfessor Ernest 0. Lawrence, Radiation Laboratory, University of\nCalifornia, (Lunch) .\nL. has accepted membership on Loomis's Section of the National\nDefense Research Committee. They are going to push the micro-wave\nresearch program very hard, and L. is helping organize the personnel. He\nwill probably lend Alverez and McMillan, and will himself come East\napproximately once a month. He feels confident that he has so shifted\nresponsibilities and brought in such a group of younger men that the\ncyclotron construction program will go forward satisfactorily. He says\nthey are now pouring the concrete foundations for the magnet and that the\nsteel deliveries will begin soon. It will require 80 flat cars to bring\nthe steel.\nEB\nFriday, October 18, 1940.\nDr. H. S. Gasser.\nG. was called on recently by Laugier and Rapkine who were\napparently so careful about concealing their connection with the RF that\nG. was very much mystified when he finally pried out of them the fact that\ntheir address is the RF. He called to learn of our connection with them\nand to have information concerning the present refugee scholar program.\nG. feels that this is a most important part of our present activity, and\nthat we have a great opportunity and responsibility. He feels very\nstrongly that we ought to do what we can to keep a few of the most important\nFrench scientists intellectually alive with the hope of giving them back\nfor\nthe reconstruction period. He comments on the fact, which has so\nmuch impressed RF officers, that French science was just really getting a\ngood start when this tragic interruption occurred.\nWe discuss the specific cases of Monnier and Fessard, whom G. is\nconsidering inviting to the RI. It is understood that these cases will\nbe presented to MS if G. wishes to make a request. AG EB\nMonday, October 21, 1940.\nDr. A. F. Blakeslee, with FBH and HMM.\nThe Executive Committee of the AAAS is meeting this Sunday and B.\nhas been urged, principally by Dunn (who has had a letter from Huxley concerning German scientists interned in England), that the AAAS do something\nabout the refugee scholar problem. B. wants to know if we have any\nsuggestions. WW sketches for B. the three stages of our relationship to\nthe problem, - i.e., the initial emergency stage when we cooperated with\n"}, {"id": "Warren Weaver_Diary_1939-1940_268", "page_idx": 268, "text": "Dr. A. F. Blakeslee, FBH and HMM, October 21, 1940 (continued).\nthe Duggan Committee but asked no questions about the future; the second\nstage of cooperation with the Duggan Committee and with universities, under\nwhich we required a definite plan for permanent absorption; and the present\nstage of renewed emergency in which we are working largely through Alvin\nJohnson. WW urges that any move which the AAAS makes be cleared through\nand coordinated with the general effort which heads up in Duggan and\nJohnson. WW inquires what the AAAS has to bring to the situation - money,\nenergy and time, ideas, or merely the publishing of a statement setting\nforth their convictions and hopes. B. says that they probably have no\nmoney, and he doubts whether they are well organized to furnish energy\nor time. Our conversation makes it clear that they certainly have no\nideas!\nThis leads us to suspect that there is probably little that they\ncan do, although HMM and WW raise the following question. Would it be\nuseful for the AAAS to publish in \"Science\" a carefully worked out statement\naffirming the conviction of American science that it is our clear duty to\ndo the utmost in maintaining and defending the scientific spirit, through\nthese troubled days, and in particular that it is our duty to do our utmost to furnish hespitality for a selected group of European scientists of\nhigh ability, giving them the opportunity of keeping intellectually alive\nwith the hope and expectation of giving them back to Europe for the reconstruction.period? This statement would urge upon individuals, departments, colleges, and universities that they give the most serious consideration to this problem. It would discreetly hint that there are organizations\nwhich are prepared to assist financially. And it would urge that\ninstitutions get in touch with the proper authorities (named?)\nWW\nsuggests the possible desirability that such a statement be authoritatively\nmade by American science itself, as such statements by Dr. Duggan or\nDr. Johnson are necessarily somewhat suspect since they are on the selling\nend. Such statements are quite out of the question for the RF, moreover,\nsince we are on the giving end /can take no initiative.\nB. is mildly interested, but thinks such a proposal is surrounded\nwith a good many questions and difficulties and doubts whether his Executive\nCommittee would have sufficient time to decide on such a proposal.\nIt\nseems that they are to spend most of the day giving consideration to a new\nconstitution, and will doubtless be very busy re-arranging commas! WW\nprobably does not succeed in concealing his irritation, and suggests that\nthis is a problem of fundamental importance, agrees that it is surrounded\nwith many difficulties and complications, but thinks that American scientists\ncan well afford to spend some time thinking about it and energy working on it.\nIt seems altogether doubtful whether the AAAS will do anything,\nand as an emotional release WW records here that he is getting thoroughly\nsick of having B. come over here for us to do his thinking for him.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_269", "page_idx": 269, "text": "TBA\nBB\nAEB\nMonday, October 28, 1940.\nPROFESSOR R. L. JEFFERY\nAcadia University\nJ. gives WW a moving story of the struggle which the four\nsmall colleges or universities in the Maritime Provinces have had\nin attempting to build up for these Provinces a respectable level\nof higher education. Acadia has a total registration of about 600\nstudents. The University had about a million dollar endowment when\nits\npresent President came. He obtained about a million and a half\nmore, but this was used largely for buildings and other capital improvement. Supported by hopeful promises which have by no means all\nmaterialized, he expanded their work, and the institution now has an\noverdraft of about $600,000, representing the accumulated deficit of\nseveral years. Practically all of the present endowment is necessary\nto pay the interest on this overdraft.\nIn J. 's Mathematics Department, they have something over\n$4,000 of income, part of this being from a special endowment of\n$20,000 and the rest from student fees. J.'s salary is $3,300,\nthis being considerably above any other professorial salary. He\nsays that he cannot carry on the work of the Department and have\nenergy left over for research and the direction of honors and graduate\nstudents unless he has at least one other full-time man in the Department. Recently, however, the administration found it necessary to\nshift the second man in the Department half-time to physics. The\nDepartment also sorely needs about $50 yearly to buy special books\nor copies of journals. J. would be entirely happy if the Department\nhad in the neighborhood of $2,000 additional yearly.\nThese universities give the A.B. degree after three years,\nand the students who expect to go to other places for graduate work\nfrequently have to remain for a fourth year of informal work, which\nis locally called \"graduate\". J. usually has about four such students.\nWW explains why it is very unlikely that the RF could assist\nin such a situation, but promises to give the matter thought. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_270", "page_idx": 270, "text": "Monday, October 28, 1940 (cont'd.)\nH. LAUGIER and L. RAPKINE - with AG and RAL.\nGeneral discussion between L., R., AG and RAL concerning the\nactivities of the former during the past few weeks. WW explains that\nwe have nothing but respect and admiration for the energy and persistence\nwith which L. and R. are addressing themselves to their main task of\nattempting to assist French scientists. We realize that, from their\npoint of view, we have apparently done practically nothing for the\npast month or so, during which conditions in France have become steadily\nmore difficult. On the other hand, it must be recognized that it was\nagreed, shortly after L.' and R.'s arrival here, that the RF could\nnot approve the organization of any effort specially directed toward\nthe French scientists, feeling that this particular group must be\ntreated as an integral part of a much larger and broader problem;\nand that the RF felt it necessary to take a passive rather than an\nactive attitude, dealing with cases only after they had been brought\nto our attention by other individuals or institutions. In view of\nthese principles, it is necessary for us to wait until requests or\nsuggestions are before us. It is, moreover, not at all clear just\nwhat French scientists wish to leave, or which ones should leave.\nWe are, for example, aware of the growing emphasis placed in France\non \"la Théorie de la Presence\". However, it seems likely to us,\nfrom what we hear indirectly, that we are about to be approached\nconcerning several of the scientists in whom L. and R. are principally\ninterested -- perhaps by Columbia, Harvard, the R.I., etc. When and\nif this occurs, we will do our utmost. L. and R. assure WW that they\nunderstand this position perfectly.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_271", "page_idx": 271, "text": "AEB\nFriday, November 1, 1940.\nDr. Louis Rapkine (Telephone).\nSeveral days ago Dunn told R. that a letter was being sent to\nthe RF. Yesterday R. discovered that the Columbia suggestions had been\nsent directly to Johnson, and with no letter to the RF. R. is disturbed\nthat the polite formalities may not have been properly observed.\nWW\nassures R. that he need not worry over the fact that no letter was sent to\nus directly. R. leaves to-morrow for a visit with W. Mansfield Clark in\nBaltimore.\nEB\n"}, {"id": "Warren Weaver_Diary_1939-1940_272", "page_idx": 272, "text": "TBA\nAEB\nThursday, November 14, 1940.\nProfessor H. Laugier and Dr. L. Rapkine.\nL. and R. briefly summarize the results of their recent visits\nto Columbia, Harvard, and Johns Hopkins. WW indicates that we can have\nno connection with the \"Columbia scheme, and that we are seeking a means\nof wiping this whole mistake off the books and beginning again with a\nconsideration of individual cases in accordance with general procedure.\nWW explains that we have entire confidence that L. and R. have tried very\nhard to carry out their discussions in exact accordance with our understandings and instructions, but that nevertheless serious misunderstandings\nhave resulted. This is the basis of our instructions that no further\nvisits can be authorized or financed by the RF. Questioned concerning the\npossibility of extending the present authority, WW states that this is not\npossible. As an emergency action of a wholly different character, it\nmight be possible to protect Professor Laugier for a short time in case the\nMontreal situation is not clear before the expiration of the present\narrangement. EB\n"}, {"id": "Warren Weaver_Diary_1939-1940_273", "page_idx": 273, "text": "TBA\nAEB\nFriday, December 27, 1940.\nDr. C. P. Rhoads, Memorial Hospital.\nR. lunches with WW ostensibly to give report concerning the\nprogress in the spectroscopic studies of the metabolic abnormalities\npresumably associated with cancer: but actually R. is also anxious to get\nsome light on the relationship of his institution to Rockefeller interests.\nLast summer a woman member of his board asked him for a report, saying that\nthis had been requested by Mr. Debevoise (and presumably because of\nMr. Rockefeller's personal interest). This report was prepared and\ndelivered, and very vague and unofficial rumors have come back to R. that\nMr. Rockefeller is interested. R. is confused and worried about the\nrelationships which may or may not exist between the possible direct\npersonal interest of Mr. Rockefeller, the interest that would flow through\nMr. Packard, and the interest of the GEB or the RF. He does not know just\nwhat to do, and WW is in no position to offer advice.\nAG EB\nMonday, December 30, 1940.\nDr. V. Bush, Carnegie Institution of Washington.\nB. and WW review a series of subjects.\n1) It is agreed that we will request the NRC committee (B. will\nwrite the letter) to give the Carnegie Institution of Washington or\nRockefeller Foundation a specific recommendation concerning the desirable\nlocation and activities of the Drosophila stock center.\nEB\n2) It having been suggested to the Carnegie Institution that it\nmight wish to take ov er the program of the Yale Laboratories of Primate\nBiology, B. has studied the situation and finds that various of his men\n(Corner, Hartman, etc.) are very much interested. Their loss of\nincome,\nand the fact that the only elasticity in their budget results from a term\ngrant from the Carnegie Corporation (which probably will be renewed, but\non which B. does not dare count), makes it impossible for the Carnegie\nInstitution to make substantial financial commitments for this enterprise.\nThey are prepared to furnish general overhead, financial and business\ndirection, and a Director, this perhaps totaling $10,000 annually. But\nthey cannot pledge more than this. This presumably means that the Carnegie\nInstitution cannot take over the project.\nWW informs B. that Blake has\nrecently indicated that the Yale group hopes to continue their sponsorship.\nB. is informed concerning the four alternatives which the RF offered to\nPresident Seymour in 1938, and of Yale's choice to accept the present RF\ngrant (with its implication of stabilization of $25,000 annually) with the\nunderstanding that Yale would raise the additional necessary funds.\nEB\n3) B. says that CIT and CIW now have an entirely satisfactory\nunderstanding concerning their collaboration on the operating program of the\n"}, {"id": "Warren Weaver_Diary_1939-1940_274", "page_idx": 274, "text": "Dr. V. Bush, December 30, 1940 (continued).\nnew telescope. B. thinks that this will involve only about $30,000 in\naddition to the present Mt. Wilson budget. Although he would not admit\nthis at the present time to anyone else, and certainly not to CIT, B.\nconsiders it altogether probable that CIW will furnish this $30,000\nannually. He is, in fact, quite prepared to do so. Millikan recently\nasked B. to put their understanding in writing. This is being done, but\nB. took this opportunity to urge upon M. his conviction that the construction\nstage of the project cannot be completed within the limits of the present\n$6,000,000 appropriation. B. has studied the last several budgets, and\nis convinced that through delays, etc., some additional funds will be needed.\nMillikan stated that this had been made clear to RBF by Mason. B. was\npractically sure that this was not the case, but simply said to Millikan\nthat, having talked to Mason both before and after his last conversation\nwith RBF, he doubted whether the situation had been made entirely clear.\nMillikan said that he would come to New York presently to see RBF.\n(Incidentally, WW has no present basis for thinking that the appropriation\nwill not prove sufficient. If there is a real difficulty here, it depends\nupon facts which have as yet not been available to ww.)\nEB\n4) Agreeing that Norbert Wiener's proposal for a calculating\nmachine to solve partial differential equations is not a proper defense\nactivity, it is decided to put this question in storage. Sometime after\nthe emergency we may reexamine the proposal to see whether it rates\nassistance, at that time, on a purely scientific basis.\nEB\nTuesday, December 31, 1940.\nDr. F. G. Blake, Medical School, Yale University.\nSee WW's memorandum of January 13, 1941, to RBF.\n"}]